Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_contact_person.xlf
Languages: de

# tl_contact_person.id.0
source: Contact person ID
de: Kontaktperson ID

# tl_contact_person.pid.0
source: Provider ID
de: Anbieter ID

# tl_contact_person.tstamp.0
source: Changed
de: Geändert

# tl_contact_person.anrede.0
source: Prefix
de: Anrede

# tl_contact_person.anrede.1
source: Please select a prefix.
de: Hier kann eine Anrede ausgewählt werden.

# tl_contact_person.herr.0
source: Mr.
de: Herr

# tl_contact_person.frau.0
source: Mrs.
de: Frau

# tl_contact_person.divers.0
source: Diverse
de: Divers

# tl_contact_person.salutationMr.0
source: Dear
de: Sehr geehrter

# tl_contact_person.salutationMrs.0
source: Dear
de: Sehr geehrte

# tl_contact_person.salutationDivers.0
source: Dear
de: Hallo

# tl_contact_person.firma.0
source: Company
de: Firma

# tl_contact_person.firma.1
source: Please enter the company name.
de: Hier können Sie eine Firma eintragen.

# tl_contact_person.vorname.0
source: First name
de: Vorname

# tl_contact_person.vorname.1
source: Please enter the first name.
de: Bitte geben Sie den Vornamen ein.

# tl_contact_person.name.0
source: Surname
de: Nachname

# tl_contact_person.name.1
source: Please enter the surname.
de: Bitte geben Sie den Nachnamen ein.

# tl_contact_person.titel.0
source: Title
de: Titel

# tl_contact_person.titel.1
source: Please enter the title.
de: Bitte geben Sie den Titel ein.

# tl_contact_person.position.0
source: Job title
de: Position

# tl_contact_person.position.1
source: Please enter the job title.
de: Bitte geben Sie die Position ein.

# tl_contact_person.anrede_brief.0
source: Salutation
de: Briefanrede

# tl_contact_person.anrede_brief.1
source: Please enter the salutation.
de: Bitte geben Sie die Briefanrede ein.

# tl_contact_person.email_zentrale.0
source: E-Mail (Headquarters)
de: E-Mail (Zentrale)

# tl_contact_person.email_zentrale.1
source: Please enter the email address (Headquarters).
de: Bitte geben Sie die E-Mail-Adresse (Zentrale) ein.

# tl_contact_person.email_direkt.0
source: E-Mail (corporate)
de: E-Mail (Direkt)

# tl_contact_person.email_direkt.1
source: Please enter the email address (corporate).
de: Bitte geben Sie die E-Mail-Adresse (Direkt) ein.

# tl_contact_person.email_privat.0
source: E-Mail (personal)
de: E-Mail (Privat)

# tl_contact_person.email_privat.1
source: Please enter the email address (personal).
de: Bitte geben Sie die E-Mail-Adresse (Privat) ein.

# tl_contact_person.email_sonstige.0
source: E-Mail (other)
de: E-Mail (Sonstige)

# tl_contact_person.email_sonstige.1
source: Please enter the email address (other).
de: Bitte geben Sie die E-Mail-Adresse (Sonstige) ein.

# tl_contact_person.email_feedback.1
source: Please enter the email address (feedback).
de: Bitte geben Sie die E-Mail-Adresse (Feedback) ein.

# tl_contact_person.tel_zentrale.0
source: Phone number (Headquarters)
de: Telefonnummer (Zentrale)

# tl_contact_person.tel_zentrale.1
source: Please enter the phone number (Headquarters).
de: Bitte geben Sie die Telefonnummer (Zentrale) ein.

# tl_contact_person.tel_durchw.0
source: Phone number
de: Telefonnummer

# tl_contact_person.tel_durchw.1
source: Please enter the phone number.
de: Bitte geben Sie die Telefonnummer ein.

# tl_contact_person.tel_fax.0
source: Fax
de: Faxnummer

# tl_contact_person.tel_fax.1
source: Please enter the fax number.
de: Bitte geben Sie die Faxnummer ein.

# tl_contact_person.tel_handy.0
source: Mobile phone number
de: Mobiltelefonnummer

# tl_contact_person.tel_handy.1
source: Please enter the mobile phone number.
de: Bitte geben Sie die Mobiltelefonnummer ein.

# tl_contact_person.tel_privat.0
source: Phone number (personal)
de: Telefonnummer (Privat)

# tl_contact_person.tel_privat.1
source: Please enter the phone number (personal).
de: Bitte geben Sie die Telefonnummer (Privat) ein.

# tl_contact_person.tel_sonstige.0
source: Phone number (other)
de: Telefonnummer (Sonstige)

# tl_contact_person.tel_sonstige.1
source: Please enter the phone number (other).
de: Bitte geben Sie die Telefonnummer (Sonstige) ein.

# tl_contact_person.strasse.0
source: Street
de: Straße

# tl_contact_person.strasse.1
source: Please enter the street name.
de: Bitte geben Sie den Straßennamen ein.

# tl_contact_person.hausnummer.0
source: Street address
de: Hausnummer

# tl_contact_person.hausnummer.1
source: Please enter the house number.
de: Bitte geben Sie die Hausnummer ein.

# tl_contact_person.plz.0
source: Postal code
de: Postleitzahl

# tl_contact_person.plz.1
source: Please enter the postal code.
de: Bitte geben Sie die Postleitzahl ein.

# tl_contact_person.ort.0
source: City / District
de: Ort

# tl_contact_person.ort.1
source: Plase enter the name of the City / District.
de: Bitte geben Sie den Namen des Ortes ein.

# tl_contact_person.land.0
source: Country
de: Land

# tl_contact_person.land.1
source: Please enter the country.
de: Hier können Sie ein Land eintragen.

# tl_contact_person.zusatzfeld.0
source: Additional field
de: Zusatzfeld

# tl_contact_person.zusatzfeld.1
source: Enter additional address details in here
de: Hier können Sie eine zusätzliche Adressangabe eingeben.

# tl_contact_person.freitextfeld.0
source: Address (free-text)
de: Anschrift (Freitext)

# tl_contact_person.freitextfeld.1
source: Optional entry for your address as free-form text
de: Hier können Sie optional die Adresse als Freitext angeben.

# tl_contact_person.adressfreigabe.0
source: Show address
de: Adressfreigabe

# tl_contact_person.adressfreigabe.1
source: Here you can specify if the contact person's address should be displayed.
de: Hier können Sie angeben, ob die Adresse des Ansprechpartners/der Ansprechpartnerin freigegeben werden soll.

# tl_contact_person.singleSRC.0
source: Picture of the contact person
de: Bild des Ansprechpartners/der Ansprechpartnerin

# tl_contact_person.singleSRC.1
source: Here you can choose the picture of the contact person.
de: Hier können Sie das Bild des Ansprechpartners/der Ansprechpartnerin auswählen.

# tl_contact_person.postfach.0
source: Post office box
de: Postfach

# tl_contact_person.postfach.1
source: Here you can enter the post office box.
de: Hier können Sie das Postfach eintragen.

# tl_contact_person.postfach_plz.0
source: Post office box (postal code)
de: Postfach (PLZ)

# tl_contact_person.postfach_plz.1
source: Here you can enter the postal code for the post office box.
de: Hier können Sie die PLZ des Postfachs eintragen.

# tl_contact_person.postfach_ort.0
source: Post office box (city)
de: Postfach (Ort)

# tl_contact_person.postfach_ort.1
source: Here you can enter the city of the post office box
de: Hier können Sie den Ort des Postfachs eintragen.

# tl_contact_person.personennummer.0
source: Personal identification number
de: Personennummer

# tl_contact_person.personennummer.1
source: Here you can enter the personal identification number.
de: Hier können Sie die Personennummer eingeben.

# tl_contact_person.immobilientreuhaenderid.0
source: Real estate trustee ID
de: Immobilientreuhänder-ID

# tl_contact_person.immobilientreuhaenderid.1
source: Here you can enter the real estate trustee ID.
de: Hier können Sie die Immobilientreuhänder-ID eintragen.

# tl_contact_person.published.0
source: Publish contact person
de: Ansprechpartner / Ansprechpartnerin veröffentlichen

# tl_contact_person.published.1
source: Make the contact person publicly visible on the website.
de: Den Ansprechpartner/die Ansprechpartnerin auf der Webseite veröffentlichen.

# tl_contact_person.title_legend
source: General
de: Allgemein

# tl_contact_person.location_legend
source: Address details
de: Adressdaten

# tl_contact_person.image_legend
source: Image
de: Bild

# tl_contact_person.extended_legend
source: Additional details
de: Weitere Details

# tl_contact_person.published_legend
source: Publish settings
de: Veröffentlichung

# tl_contact_person.new.0
source: New contact person
de: Neue Kontaktperson

# tl_contact_person.new.1
source: Create a new contact person
de: Eine neue Kontaktperson erstellen

# tl_contact_person.edit.0
source: Edit contact person
de: Kontaktperson bearbeiten

# tl_contact_person.edit.1
source: Edit contact person ID %s
de: Kontaktperson ID %s bearbeiten

# tl_contact_person.copy.0
source: Duplicate contact person
de: Kontaktperson duplizieren

# tl_contact_person.copy.1
source: Duplicate contact person ID %s
de: Kontaktperson ID %s duplizieren

# tl_contact_person.delete.0
source: Delete contact person
de: Kontaktperson löschen

# tl_contact_person.delete.1
source: Delete contact person ID %s
de: Kontaktperson ID %s löschen

# tl_contact_person.toggle.0
source: Activate/deactivate contact person
de: Kontaktperson aktivieren/deaktivieren

# tl_contact_person.toggle.1
source: Activate/deactivate contact person ID %s
de: Kontaktperson ID %s aktivieren/deaktivieren

# tl_contact_person.show.0
source: Contact person details
de: Details zur Kontaktperson

# tl_contact_person.show.1
source: Show the details of contact person ID %s
de: Die Details der Kontaktperson ID %s anzeigen

# tl_contact_person.name_vorname
source: Surname, First name
de: Nachname, Vorname
