Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_expose_module.xlf
Languages: de

# tl_expose_module.edit.0
source: Edit
de: Bearbeiten

# tl_expose_module.edit.1
source: Edit exposee module
de: Exposé-Modul bearbeiten.

# tl_expose_module.new.0
source: New exposee module
de: Neues Exposé-Modul

# tl_expose_module.new.1
source: Create a new exposee module
de: Ein neues Exposé-Modul erstellen

# tl_expose_module.copy.0
source: Copy exposee module
de: Exposé-Modul kopieren

# tl_expose_module.copy.1
source: Create a copy of this exposee module
de: Eine Kopie von diesem Exposé-Modul erzeugen

# tl_expose_module.delete.0
source: Delete exposee module
de: Exposé-Modul löschen

# tl_expose_module.delete.1
source: Delete exposee module
de: Exposé-Modul löschen

# tl_expose_module.show.0
source: Display information
de: Informationen anzeigen

# tl_expose_module.show.1
source: Display information
de: Informationen anzeigen

# tl_expose_module.title_legend
source: Title and type
de: Titel und Typ

# tl_expose_module.protected_legend
source: Access protection
de: Zugriffsschutz

# tl_expose_module.template_legend
source: Template settings
de: Template-Einstellungen

# tl_expose_module.expert_legend
source: Expert settings
de: Experten-Einstellungen

# tl_expose_module.settings_legend
source: Settings
de: Einstellungen

# tl_expose_module.image_legend
source: Image settings
de: Bild-Einstellungen

# tl_expose_module.name.0
source: Title
de: Titel

# tl_expose_module.name.1
source: Please enter the exposee module title.
de: Bitte geben Sie den Titel des Exposé-Moduls ein.

# tl_expose_module.headline.0
source: Headline
de: Überschrift

# tl_expose_module.headline.1
source: Here you can add a headline to the module.
de: Hier können Sie dem Modul eine Überschrift hinzufügen.

# tl_expose_module.type.0
source: Exposee module type
de: Exposé-Modultyp

# tl_expose_module.type.1
source: Please choose the type of exposee module.
de: Bitte wählen Sie den Typ des Exposé-Moduls.

# tl_expose_module.customTpl.0
source: Individual template
de: Individuelles Template

# tl_expose_module.customTpl.1
source: Here you can overwrite the default template.
de: Hier können Sie das Standard-Template überschreiben.

# tl_expose_module.protected.0
source: Protect module
de: Modul schützen

# tl_expose_module.protected.1
source: Show the module to certain member groups only.
de: Das Modul nur bestimmten Gruppen anzeigen.

# tl_expose_module.guests.0
source: Show to guests only
de: Nur Gästen anzeigen

# tl_expose_module.guests.1
source: Hide the module if a member is logged in.
de: Das Modul verstecken, sobald ein Mitglied angemeldet ist.

# tl_expose_module.cssID.0
source: CSS ID/class
de: CSS-ID/Klasse

# tl_expose_module.cssID.1
source: Here you can set an ID and one or more classes.
de: Hier können Sie eine ID und beliebig viele Klassen eingeben.

# tl_expose_module.groups.0
source: Allowed member groups
de: Erlaubte Mitgliedergruppen

# tl_expose_module.groups.1
source: These groups will be able to see the module.
de: Diese Gruppen können das Modul sehen.

# tl_expose_module.fontSize.0
source: Font size
de: Schriftgröße

# tl_expose_module.fontSize.1
source: Here you can define the font size for the output.
de: Hier können Sie die Schriftgröße der Ausgabe definieren.

# tl_expose_module.forceFullAddress.0
source: Force full address
de: Vollständige Adresse erzwingen

# tl_expose_module.forceFullAddress.1
source: Output the complete address regardless of the address release.
de: Die vollständige Adresse unabhängig der Adressfreigabe ausgeben.

# tl_expose_module.useProviderForwarding.0
source: Use provider forwarding
de: Anbieter Weiterleitungsmodus verwenden

# tl_expose_module.useProviderForwarding.1
source: Use the forwarding mode stored in the provider. If you use this function, the telephone number (Headquarters) and e-mail (Headquarters) are overwritten if necessary.
de: Verwenden des im Anbieter hinterlegten Weiterleitungsmodus. Bei Verwendung dieser Funktion werden die Telefonnummer (Zentrale) sowie die E-Mail (Zentrale) ggf. überschrieben.

# tl_expose_module.galleryModules.0
source: Gallery categories
de: Galerie-Kategorien

# tl_expose_module.galleryModules.1
source: Here you can select and sort the gallery categories that will be output.
de: Hier können Sie die auszugebenden Galeriekategorien auswählen und sortieren.

# tl_expose_module.galleryItemTemplate.0
source: Gallery item template
de: Galerie-Item Template

# tl_expose_module.galleryItemTemplate.1
source: Here you can overwrite the default template.
de: Hier können Sie das Standard-Template überschreiben.

# tl_expose_module.imgSize.0
source: Image size
de: Bildgröße

# tl_expose_module.imgSize.1
source: Here you can define the dimensions of the images and the scaling mode.
de: Hier können Sie die Abmessungen der Bilder und den Skalierungsmodus festlegen.

# tl_expose_module.gallerySkipOnEmpty.0
source: Hide on empty
de: Ausblenden bei keinen Bildern

# tl_expose_module.gallerySkipOnEmpty.1
source: If no pictures are found, the module will not be displayed. Otherwise, the default image stored in the settings is used.
de: Sollten keine Bilder gefunden werden, wird das Modul nicht ausgegeben. Andernfalls wird immer das in den Einstellungen hinterlegte Standard-Bild ausgegeben.

# tl_expose_module.numberOfItems.0
source: Maximum number of items
de: Maximale Anzahl an Elementen

# tl_expose_module.numberOfItems.1
source: Here you can limit the number of items. Set to 0 to display all items.
de: Hier können Sie die Anzahl der Elemente limitieren. Geben Sie 0 ein, um alle Elemente anzuzeigen.

# tl_expose_module.detailBlocks.0
source: Detail Categories
de: Detail-Kategorien

# tl_expose_module.detailBlocks.1
source: Here you can define the output and order of the details. Note that the order of individual fields is defined in the object types.
de: Hier können Sie die Ausgabe und Reihenfolge der Details definieren. Beachten Sie, dass die Reihenfolge der einzelnen Felder über die Objekttypen definiert wird.

# tl_expose_module.summariseDetailBlocks.0
source: Combine categories
de: Kategorien kombinieren

# tl_expose_module.summariseDetailBlocks.1
source: Combine all categories into one list. Otherwise they are displayed in separated categories.
de: Alle Kategorien in einer Liste zusammenfassen. Andernfalls werden sie in getrennten Kategorien angezeigt.

# tl_expose_module.includeAddress.0
source: Add real estate address
de: Objekt-Adresse hinzufügen

# tl_expose_module.includeAddress.1
source: Adds the address of the property to the list of details.
de: Fügt die Adresse des Objektes in die Liste der Details ein.

# tl_expose_module.addHeadings.0
source: Display headings
de: Überschriften ausgeben

# tl_expose_module.addHeadings.1
source: Displays headings for the selected items.
de: Zeigt für die ausgewählten Elemente Überschriften an.

# tl_expose_module.textBlocks.0
source: Texts
de: Texte

# tl_expose_module.textBlocks.1
source: Here you can define the output and order of the real estate texts.
de: Hier können Sie die Ausgabe und Reihenfolge der Objekt-Texte definieren.

# tl_expose_module.maxTextLength.0
source: Maximum text length
de: Maximale Textlänge

# tl_expose_module.maxTextLength.1
source: Here you can enter the maximum number of letters. Texts are always shortened after one word and provided with "...". Type "0" to output the full text.
de: Hier können Sie die maximale Anzahl der Buchstaben eingeben. Texte werden immer nach einem Wort gekürzt und mit "..." versehen. Bei "0" wird der Text ungekürzt ausgegeben.

# tl_expose_module.statusTokens.0
source: Valid status token
de: Erlaubte Status-Token

# tl_expose_module.statusTokens.1
source: Here you can define the output and order of valid status tokens.
de: Hier können Sie die Ausgabe und Reihenfolge der erlaubten Status-Token definieren.

# tl_expose_module.fields.0
source: Field list
de: Feldliste

# tl_expose_module.fields.1
source: Here you can select one or more fields to be output as a list. Fields that do not contain a value are skipped and not displayed.
de: Hier können Sie ein oder mehrere Felder auswählen, welche als Liste ausgegeben werden. Sollten Felder keinen Wert beinhalten werden diese übersprungen und nicht ausgegeben.

# tl_expose_module.show_fields.0
source: Fields to be displayed
de: Anzuzeigende Felder

# tl_expose_module.contactFields.0
source: Contact information
de: Kontaktinformationen

# tl_expose_module.contactFields.1
source: Here you can select the contact information that should be output.
de: Hier können Sie die Kontaktinformationen auswählen, die ausgegeben werden sollen.

# tl_expose_module.form.0
source: Form
de: Formular

# tl_expose_module.form.1
source: Please select a form.
de: Bitte wählen Sie ein Formular.

# tl_expose_module.share.0
source: Share via
de: Teilen-Optionen

# tl_expose_module.share.1
source: Here you can select the channels that can be used to share the object.
de: Hier können Sie die Kanäle auswählen, über welche das Objekt geteilt werden kann.

# tl_expose_module.shareEmailTemplate.0
source: *Via email* template
de: *Über E-Mail*-Template

# tl_expose_module.shareEmailTemplate.1
source: Here you can select the template for the e-mail sharing option.
de: Hier können Sie das Template für die E-Mail-Freigabeoption auswählen.

# tl_expose_module.html.1
source: You can modify the list of allowed HTML tags in the backend settings.
de: Sie können die Liste der erlaubten HTML-Tags in den Backend-Einstellungen ändern.

# tl_expose_module.hideOnEmpty.0
source: Hide on empty
de: Ausblenden bei keinen Ergebnissen

# tl_expose_module.hideOnEmpty.1
source: Output this module only if results for display were found.
de: Dieses Modul nur ausgegeben, wenn Ergebnisse zum Darstellen gefunden wurden.

# tl_expose_module.hideOnReferences.0
source: Hide for references
de: Ausblenden bei Referenzen

# tl_expose_module.hideOnReferences.1
source: Hides the module for references.
de: Blendet das Modul bei Referenz-Objekten aus.

# tl_expose_module.attachFeedbackXml.0
source: Attach feedback XML
de: Feedback-XML anhängen

# tl_expose_module.attachFeedbackXml.1
source: Attach an OpenImmo feedback XML to enquiries.
de: OpenImmo Feedback-XML an Kontaktanfragen anhängen.

# tl_expose_module.feedbackXmlTemplate.1
source: Here you can select a feedback XML template for enquiries.
de: Hier können Sie ein Feedback-XML Template für Kontaktanfragen auswählen.

# tl_expose_module.text.1
source: You can use HTML tags to format the text.
de: Sie können HTML-Tags verwenden, um den Text zu formatieren.

# tl_expose_module.jumpTo.0
source: Forwarding page
de: Weiterleitungsseite

# tl_expose_module.jumpTo.1
source: Please choose the landing page that visitors will be redirected to when clicking a link or submitting a form.
de: Bitte wählen Sie die Seite aus, zu der Besucher beim Anklicken eines Links oder Abschicken eines Formulars weitergeleitet werden.

# tl_expose_module.perPage.0
source: Items per page
de: Elemente pro Seite

# tl_expose_module.perPage.1
source: The number of items per page. Set to "0" to disable page breaks.
de: Die Anzahl an Elementen pro Seite. Geben Sie 0 ein, um den automatischen Seitenumbruch zu deaktivieren.

# tl_expose_module.realEstateTemplate.0
source: Real estate template
de: Immobilien-Template

# tl_expose_module.realEstateTemplate.1
source: Choose a template to set the representation of a single real estate
de: Wählen Sie ein Template, um die Darstellung einer einzelnen Immobilie zu setzen.

# tl_expose_module.fullsize.0
source: Full size view / New window
de: Großansicht/Neues Fenster

# tl_expose_module.fullsize.1
source: Open the full size image in a lightbox or open it in a new browser window.
de: Großansicht des Bildes in einer Lightbox bzw. den Link in einem neuem Browserfenster öffnen.

# tl_expose_module.attachmentType.0
source: Attachments
de: Anhänge

# tl_expose_module.attachmentType.1
source: Please select the type of attachment..
de: Bitte wählen Sie den Typen des Anhangs aus.

# tl_expose_module.allowedFileExtensions.0
source: Allowed file extensions
de: Erlaubte Dateiendungen

# tl_expose_module.allowedFileExtensions.1
source: Please provide a comma-separated list of file extensions which should not be output. (e.g pdf,doc)
de: Bitte geben Sie eine durch Komma getrennte Liste von Dateierweiterungen an, die nicht ausgegeben werden sollen (z. B. pdf,doc).

# tl_expose_module.forceDownload.0
source: Force download
de: Download erzwingen

# tl_expose_module.forceDownload.1
source: Forces the download of the file
de: Erzwingt den Download und öffnet einen Download-Dialog.
