Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_field_format_action.xlf
Languages: de

# tl_field_format_action.new.0
source: New format action
de: Neue Formataktion

# tl_field_format_action.new.1
source: Creating a new format action
de: Neue Formataktion anlegen

# tl_field_format_action.edit.0
source: Edit format action
de: Formataktion ID %s bearbeiten

# tl_field_format_action.edit.1
source: Edit format action
de: Formataktion ID %s bearbeiten

# tl_field_format_action.delete.0
source: Delete action
de: Formataktion ID %s löschen

# tl_field_format_action.delete.1
source: Delete action
de: Formataktion ID %s löschen

# tl_field_format_action.show.0
source: Display action information
de: Details der Formataktion %s anzeigen

# tl_field_format_action.show.1
source: Display action information
de: Details der Formataktion %s anzeigen

# tl_field_format_action.type_legend
source: Format-action
de: Formataktion

# tl_field_format_action.setting_legend
source: Action settings
de: Aktions-Einstellungen

# tl_field_format_action.action.0
source: Action
de: Aktion

# tl_field_format_action.action.1
source: Please select an action.
de: Bitte wählen Sie eine Aktion.

# tl_field_format_action.decimals.0
source: Decimal places
de: Nachkommastellen

# tl_field_format_action.decimals.1
source: Please indicate the length of the displayed decimal places
de: Geben Sie bitte die Anzahl der Nachkommastellen an.

# tl_field_format_action.seperator.0
source: Separator
de: Trennzeichen

# tl_field_format_action.elements.0
source: Fields
de: Felder

# tl_field_format_action.elements.1
source: Select one or more fields to be concatenated. Please note that you have to include your own field if you want to concatenate it with the other fields.
de: Wählen Sie ein oder mehrere Felder aus, die verkettet werden sollen. Bitte beachten Sie, dass Sie Ihr eigenes Feld einschließen müssen, wenn Sie es mit den anderen Feldern verketten wollen.

# tl_field_format_action.necessary.0
source: Force
de: Erzwingen

# tl_field_format_action.necessary.1
source: Force conversion, even if no value exists.
de: Umwandlung erzwingen, selbst wenn kein Wert vorhanden ist.

# tl_field_format_action.customFunction.0
source: Function
de: Funktion

# tl_field_format_action.customFunction.1
source: Choose your own function.
de: Wählen Sie eine eigene Funktion.

# tl_field_format_action.field
source: Field
de: Feld

# tl_field_format_action.remove
source: Remove
de: Entfernen

# tl_field_format_action.prepend.1
source: Inserts a definable text before the value.
de: Fügt einen beliebigen Text vor dem Wert ein.

# tl_field_format_action.append.1
source: Inserts a definable text after the value.
de: Fügt einen beliebigen Text nach dem Wert ein.

# tl_field_format_action.number_format.1
source: Formats a numeric value with the specified decimal places.
de: Formatiert einen Zahlenwert anhand der angegebenen Nachkommastellen.

# tl_field_format_action.date_format.1
source: Converts a UNIX timestamp to a readable date format.
de: Wandelt einen UNIX-Timestamp in ein leserliches Datumsformat um.

# tl_field_format_action.strtotime.1
source: Parse about any English textual datetime description into a Unix timestamp.
de: Wandelt jede englische textuelle Datetime-Beschreibung in einen Unix-Zeitstempel um.

# tl_field_format_action.ucfirst.1
source: Converts the first character of a string to uppercase.
de: Verwandelt das erste Zeichen eines Strings in einen Großbuchstaben.

# tl_field_format_action.wrap.1
source: Wraps the value with the specified text/HTML code. Using the placeholder "%s" is mandatory. (see "sprintf" PHP function)
de: Umschließt den Wert mit dem angegebenen Text/HTML-Code. Die Verwendung des Platzhalter "%s" ist dabei zwingend notwendig. (s. "sprintf" PHP-Funktion)

# tl_field_format_action.unserialize.1
source: Validates a list serialized in the database and outputs it with the specified separator.
de: Validiert eine in der Datenbank serialisierte Liste und gibt diese anhand des angegebenen Trennzeichens aus.

# tl_field_format_action.combine.1
source: Allows the combination of multiple fields with an assigned separator. Using the "Remove" checkbox will avoid a double output of combined fields in your detail list.
de: Ermöglicht die Kombination beliebiger Felder und die Ausgabe anhand eines Trennzeichens. Um kombinierte Felder nicht doppelt in einer Detailliste auszugeben, können diese über die Checkbox "entfernen" übersprungen werden.

# tl_field_format_action.boolToWord.1
source: Converts boolean values ('0', '1') to words ('No' / 'Yes').
de: Wandelt Werte mit "0" oder "1" in "Nein" oder "Ja" um.

# tl_field_format_action.custom.1
source: Enables usage of a custom function. These need to be created as a template and need "re_ac_" as a prefix.(Example: re_ac_openimmo_propertytype.html5)
de: Verwendung einer eigenen Funktion. Eigene Funktionen müssen dabei als Template mit dem Präfix "re_ac_" angelegt werden. (Beispiel: re_ac_openimmo_objektart.html5)
