Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_field_format.xlf
Languages: de

# tl_field_format.format_legend
source: Field format
de: Feldformatierung

# tl_field_format.new.0
source: New field
de: Neues Feld

# tl_field_format.new.1
source: Create a new field formatting
de: Neue Feldformatierung anlegen

# tl_field_format.importFieldFormats.0
source: Reset Field Formattings
de: Feldformatierungen zurücksetzen

# tl_field_format.importFieldFormats.1
source: Restore Standard Formattings
de: Standardformatierungen wiederherstellen

# tl_field_format.importConfirm
source: Are you sure you want to reset all field formattings? Your own changes will be lost.
de: Sind Sie sicher, dass alle Feldformatierungen zurückgesetzt werden sollen? Eigene Anpassungen gehen dadurch verloren.

# tl_field_format.imported.0
source: Field formattings successfully reset
de: Feldformatierungen wurden erfolgreich zurückgesetzt

# tl_field_format.imported.1
source: All standard field formattings and actions were successfully imported.
de: Alle Standard-Feldformatierungen und Aktionen wurden erfolgreich importiert.

# tl_field_format.import_error.0
source: File does not exist or is corrupted
de: Die Datei existiert nicht oder ist beschädigt

# tl_field_format.import_error.1
source: Please make sure that the file "data/import_field_formats.php" can be retrieved.
de: Bitte stellen Sie sicher, dass die Datei "data/import_field_formats.php" abgerufen werden kann.

# tl_field_format.editheader.0
source: Edit field format
de: Feldformatierung bearbeiten

# tl_field_format.editheader.1
source: Edit field format ID %s
de: Feldformatierung ID %s bearbeiten

# tl_field_format.edit
source: Edit format action ID %s
de: Feldformatierung ID %s bearbeiten

# tl_field_format.copy
source: Copy field format ID %s
de: Feldformatierung ID %s duplizieren

# tl_field_format.delete
source: Delete field format ID %s
de: Feldformatierung ID %s löschen

# tl_field_format.show
source: Display field information
de: Feldinformationen anzeigen

# tl_field_format.fieldname.0
source: Field
de: Feld

# tl_field_format.fieldname.1
source: Please select a field.
de: Bitte wählen Sie ein Feld aus.

# tl_field_format.cssClass.0
source: CSS class
de: CSS-Klasse

# tl_field_format.cssClass.1
source: Several classes can be specified if separated by a blank space.
de: Es können mehrere Klassen per Leerzeichen getrennt angegeben werden.

# tl_field_format.forceOutput.0
source: Force output
de: Ausgabe erzwingen

# tl_field_format.forceOutput.1
source: Forces the output of the field, even if no value was transmitted.
de: Erzwingt die Ausgabe des Feldes, auch wenn kein Wert übermittelt wurde.

# tl_field_format.useCondition.0
source: Add condition
de: Bedingung hinzufügen

# tl_field_format.useCondition.1
source: This field is only displayed if another field has a (certain) value.
de: Dieses Feld darf nur angezeigt werden, wenn ein anderes Feld einen (bestimmten) Wert hat.

# tl_field_format.conditionFields.0
source: Conditional fields
de: Bedingungsfelder

# tl_field_format.conditionFields.1
source: Select the fields which the condition is attached to and specify (optional) a value that triggers the condition. If no value is specified, the system checks whether the value is filled or not.
de: Wählen Sie die Felder, an denen die Bedingung geknüpft ist, und geben Sie optional einen Wert an, der die Bedingung auslöst. Sollte kein Wert angegeben werden, wird geprüft, ob dieser gefüllt oder nicht gefüllt ist.

# tl_field_format.field
source: Field
de: Feld

# tl_field_format.value
source: Value
de: Wert
