Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_interface.xlf
Languages: de

# tl_interface.title.0
source: Title
de: Titel

# tl_interface.title.1
source: Please enter a title for the interface.
de: Bitte geben Sie einen Titel für die Schnittstelle ein.

# tl_interface.type.0
source: Type
de: Typ

# tl_interface.type.1
source: Please choose the type to be used for the import.
de: Bitte wählen Sie den Typen aus, der für den Import verwendet werden soll.

# tl_interface.provider.0
source: Provider
de: Anbieter

# tl_interface.provider.1
source: Please select the assigned provider.
de: Bitte wählen Sie den zugeordneten Anbieter aus.

# tl_interface.anbieternr.0
source: Provider number
de: Anbieternummer

# tl_interface.anbieternr.1
source: Please enter the provider number.
de: Bitte geben Sie die Anbieternummer ein.

# tl_interface.uniqueProviderField.0
source: Unique provider field
de: Eindeutiges Anbieterfeld

# tl_interface.uniqueProviderField.1
source: Please select a unique provider field, through which the real estate data record can be identified.
de: Bitte wählen Sie ein eindeutiges Anbieterfeld, über das der Immobiliendatensatz identifiziert werden kann.

# tl_interface.uniqueField.0
source: Unique field
de: Eindeutiges Feld

# tl_interface.uniqueField.1
source: Please select a unique field, through which the real estate data record can be identified.
de: Bitte wählen Sie ein eindeutiges Feld, über das der Immobiliendatensatz identifiziert werden kann.

# tl_interface.importPath.0
source: Import directory
de: Importverzeichnis

# tl_interface.importPath.1
source: Please choose the import directory where transferred files are stored and cached.
de: Bitte wählen Sie das Importverzeichnis aus, in dem Übertragungen abgelegt und zwischengespeichert werden.

# tl_interface.filesPath.0
source: Target directory
de: Zielverzeichnis

# tl_interface.filesPath.1
source: Please select the target directory in which imported files should be stored.
de: Bitte wählen Sie das Zielverzeichnis aus, in welches importierte Dateien abgelegt werden sollen.

# tl_interface.filesPathContactPerson.0
source: Import directory contact person
de: Importverzeichnis Kontaktperson

# tl_interface.filesPathContactPerson.1
source: Please select the target directory where files from contacts should be stored.
de: Bitte wählen Sie das Zielverzeichnis aus, in das Dateien von Kontaktpersonen abgelegt werden sollen.

# tl_interface.contactPersonActions.0
source: Contact person
de: Kontaktperson

# tl_interface.contactPersonActions.1
source: Here you can specify what should happen with contact person information during an import.
de: Hier können Sie angeben, was mit Informationen zu Kontaktpersonen während eines Imports geschehen soll.

# tl_interface.contactPersonUniqueField.0
source: Unique field of contact person
de: Eindeutiges Feld der Kontaktperson

# tl_interface.contactPersonUniqueField.1
source: Please select a unique field through which a contact person record can be identified.
de: Hier wird ein eindeutiges Feld ausgewählt, anhand der Kontaktperson-Datensatz identifiziert wird.

# tl_interface.importThirdPartyRecords.0
source: Import records from other providers
de: Datensätze anderer Anbieter importieren

# tl_interface.importThirdPartyRecords.1
source: Here you can select how records from other providers are handled.
de: Hier können Sie auswählen, wie mit Datensätzen anderer Anbieter umgegangen wird.

# tl_interface.assignContactPersonKauf.0
source: Contact person - Properties for sale
de: Kontaktperson Kauf-Objekte

# tl_interface.assignContactPersonKauf.1
source: Here you must specify a contact person who will be assigned properties-for-sale.
de: Hier müssen Sie eine Kontaktperson angeben, der Immobilien zum Kauf zugewiesen werden.

# tl_interface.assignContactPersonMietePacht.0
source: Contact person - Properties for rent
de: Kontaktperson Miet-Objekte

# tl_interface.assignContactPersonMietePacht.1
source: Here you must specify a contact person who will be assigned properties for rent.
de: Hier müssen Sie eine Kontaktperson angeben, der Immobilien zur Miete zugewiesen werden.

# tl_interface.assignContactPersonErbpacht.0
source: Contact person - Hereditary lease real estate
de: Kontaktperson Erbpacht-Objekte

# tl_interface.assignContactPersonErbpacht.1
source: Here you must specify a contact person who will be assigned to hereditary lease real estate.
de: Hier müssen Sie eine Kontaktperson angeben, der Erbpacht-Immobilien zugewiesen werden.

# tl_interface.assignContactPersonLeasing.0
source: Contact person - Leasing real estate
de: Kontaktperson Leasing-Objekte

# tl_interface.assignContactPersonLeasing.1
source: Here you must specify a contact person who will be assigned 'leasing real estate'.
de: Hier müssen Sie eine Kontaktperson angeben, der Leasing-Immobilien zugewiesen werden.

# tl_interface.skipRecords.0
source: Skip records
de: Datensätze überspringen

# tl_interface.skipRecords.1
source: Here you can select fields that have to be filled in for records to be imported.
de: Hier können Sie Felder auswählen, welche ausgefüllt sein müssen, damit Datensätze importiert werden.

# tl_interface.dontPublishRecords.0
source: Do not publish records
de: Datensätze nicht veröffentlichen

# tl_interface.dontPublishRecords.1
source: Here you can specify whether real estate records should be initially published on create.
de: Hier können Sie angeben, ob Immobiliendatensätze beim Anlegen initial veröffentlicht werden sollen.

# tl_interface.autoSync.0
source: Automatic synchronization
de: Automatische Synchronisierung

# tl_interface.autoSync.1
source: Here you can specify how often the synchronization should be performed.
de: Hier können Sie angeben, wie oft die Synchronisierung ausgeführt werden soll.

# tl_interface.deleteFilesOlderThen.0
source: Delete files older than
de: Dateien älter als * löschen

# tl_interface.deleteFilesOlderThen.1
source: Here you can specify when old synchronization files should be finally deleted.
de: Hier können Sie auswählen, wann alte Synchronisierungsdateien endgültig gelöscht werden sollen.

# tl_interface.syncRealEstates.0
source: Synchronize real estate
de: Objekte synchronisieren

# tl_interface.syncRealEstates.1
source: Synchronize real estate
de: Objekte synchronisieren

# tl_interface.clearRealEstates.0
source: Clean up images and files
de: Bilder und Dateien bereinigen

# tl_interface.clearRealEstates.1
source: Perform real estate file clean up
de: Bereinigung von Objektdateien ausführen

# tl_interface.filesPerSync.0
source: Max. files per sync
de: Max. Anzahl an Dateien pro Synchronisation

# tl_interface.filesPerSync.1
source: Here you can specify the maximum number of files to be synchronized during an automatic import.
de: Hier können Sie die maximale Anzahl an Dateien definieren, die während des automatischen Imports synchronisiert werden sollen.

# tl_interface.openimmo.1
source: Import with ZIP or XML files containing OpenImmo structure file
de: Import mit ZIP oder XML-Dateien mit einer OpenImmo-Struktur-Datei

# tl_interface.create
source: Create if record does not exist
de: Erstellen, wenn Datensatz nicht vorhanden

# tl_interface.update
source: Update when changes occur
de: Bei Änderungen aktualisieren

# tl_interface.import
source: Import
de: Importieren

# tl_interface.assign
source: Assign
de: Zuweisen

# tl_interface.objekttitel
source: Property title
de: Objekttitel

# tl_interface.objektbeschreibung
source: Property description
de: Objektbeschreibung

# tl_interface.never
source: Never
de: Niemals

# tl_interface.min
source: Every minute
de: Minütlich

# tl_interface.10min
source: Every 10 minutes
de: Alle 10 Minuten

# tl_interface.30min
source: Every 30 minutes
de: Alle 30 Minuten

# tl_interface.hourly
source: Hourly
de: Stündlich

# tl_interface.daily
source: Daily
de: Täglich

# tl_interface.weekly
source: Weekly
de: Wöchentlich

# tl_interface.deleteFilesOlderThen_none
source: Never
de: Niemals

# tl_interface.deleteFilesOlderThen_day
source: After one day
de: Nach einem Tag

# tl_interface.deleteFilesOlderThen_three_days
source: After three days
de: Nach drei Tagen

# tl_interface.deleteFilesOlderThen_week
source: After one week
de: Nach einer Woche

# tl_interface.deleteFilesOlderThen_two_weeks
source: After two weeks
de: Nach zwei Wochen

# tl_interface.deleteFilesOlderThen_month
source: After one month
de: Nach einem Monat

# tl_interface.deleteFilesOlderThen_three_months
source: After three months
de: Nach drei Monaten

# tl_interface.deleteFilesOlderThen_half_year
source: After half a year
de: Nach einem halben Jahr

# tl_interface.deleteFilesOlderThen_year
source: After one year
de: Nach einem Jahr

# tl_interface.title_legend
source: Title & type
de: Titel & Typ

# tl_interface.oi_field_legend
source: OpenImmo field configuration
de: OpenImmo Feld-Konfiguration

# tl_interface.related_records_legend
source: Contact person settings
de: Kontaktperson-Einstellungen

# tl_interface.expert_legend
source: Expert settings
de: Experten-Einstellungen

# tl_interface.sync_legend
source: Synchronization settings
de: Synchronisierungs-Einstellungen

# tl_interface.new.0
source: New interface
de: Neue Schnittstelle

# tl_interface.new.1
source: Create a new interface
de: Eine neue Schnittstelle erstellen

# tl_interface.editheader.0
source: Edit interface
de: Schnittstelle bearbeiten

# tl_interface.editheader.1
source: Edit interface ID %s
de: Schnittstelle ID %s bearbeiten

# tl_interface.edit.0
source: Edit interface mappings
de: Zuordnungen bearbeiten

# tl_interface.edit.1
source: Edit assigned interface mappings
de: Zuordnungen dieser Schnittstelle bearbeiten

# tl_interface.copy.0
source: Duplicate interface
de: Schnittstelle duplizieren

# tl_interface.copy.1
source: Duplicate interface ID %s
de: Schnittstelle ID %s duplizieren

# tl_interface.delete.0
source: Delete interface
de: Schnittstelle löschen

# tl_interface.delete.1
source: Delete interface ID %s
de: Schnittstelle ID %s löschen

# tl_interface.show.0
source: Interface details
de: Schnittstellendetails

# tl_interface.show.1
source: Show the details of interface ID %s
de: Die Details der Schnittstelle ID %s anzeigen

# tl_interface.sync.0
source: Synchronize interface
de: Schnittstelle synchronisieren

# tl_interface.sync.1
source: Synchronize interface ID %s
de: Schnittstelle ID %s synchronisieren

# tl_interface.history.0
source: Show history of synchronisations
de: Verlauf der Synchronisationen anzeigen

# tl_interface.history.1
source: Show history of synchronisations
de: Verlauf der Synchronisationen anzeigen.

# tl_interface.log.0
source: Show log entries of synchronisations
de: Protokolleinträge von Synchronisationen anzeigen

# tl_interface.log.1
source: Show log entries of synchronisations
de: Protokolleinträge von Synchronisationen anzeigen

# tl_interface.cleardata.0
source: Clear records
de: Datensätze aufräumen

# tl_interface.cleardata.1
source: Clears files of real estate records that do not exist in the database
de: Löscht Dateien von Objekt-Datensätzen, die nicht in der Datenbank vorhanden sind
