Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_interface_mapping.xlf
Languages: de

# tl_interface_mapping.type.0
source: Type
de: Typ

# tl_interface_mapping.type.1
source: Please specify the data type to which the mapping should point.
de: Bitte wählen Sie den Datentyp aus, auf den die Zuordnung zeigen soll.

# tl_interface_mapping.attribute.0
source: Attribute
de: Attribut

# tl_interface_mapping.attribute.1
source: Please select the database field in which the value has to be written.
de: Bitte wählen Sie das Datenbankfeld aus, in das der Wert geschrieben werden soll.

# tl_interface_mapping.oiField.0
source: OpenImmo field
de: OpenImmo-Feld

# tl_interface_mapping.oiField.1
source: Please enter the OpenImmo field where the value should be searched.
de: Bitte geben Sie das OpenImmo-Feld an, in dem der Wert gesucht werden soll.

# tl_interface_mapping.oiFieldGroup.0
source: OpenImmo field group
de: OpenImmo-Feldgruppe

# tl_interface_mapping.oiFieldGroup.1
source: Please enter the OpenImmo group where the field should be searched.
de: Bitte geben Sie die OpenImmo-Gruppe an, in welcher das Feld gesucht werden soll.

# tl_interface_mapping.oiConditionField.0
source: OpenImmo condition field
de: OpenImmo-Bedingungsfeld

# tl_interface_mapping.oiConditionField.1
source: Please enter the field in which the condition should be checked.
de: Bitte geben Sie das Feld ein, in dem die Bedingung überprüft werden soll.

# tl_interface_mapping.oiConditionValue.0
source: OpenImmo condition value
de: OpenImmo-Bedingungswert

# tl_interface_mapping.oiConditionValue.1
source: Please enter the value to be checked for. Only matching values will be mapped.
de: Bitte geben Sie den zu prüfenden Wert ein. Es werden nur passende Werte zugeordnet.

# tl_interface_mapping.serialize.0
source: Serialize values
de: Werte serialisieren

# tl_interface_mapping.serialize.1
source: Here you can specify that found values should be serialized afterwards.
de: Hier kann angegeben werden, dass gefundene Werte anschließend serialisiert werden sollen.

# tl_interface_mapping.forceActive.0
source: Map empty value
de: Leeren Wert mappen

# tl_interface_mapping.forceActive.1
source: Here you can specify whether a value should be specified, even if the field was not transmitted.
de: Hier kann angegeben werden, ob ein Wert festgelegt werden soll, auch wenn das Feld nicht übertragen wurde.

# tl_interface_mapping.forceValue.0
source: Default value
de: Standardwert

# tl_interface_mapping.forceValue.1
source: Here you can specify the default value if the field was not transmitted.
de: Hier kann ein Standardwert angeben werden, wenn das Feld nicht übertragen wurde.

# tl_interface_mapping.formatType.0
source: Formatting
de: Formatierung

# tl_interface_mapping.formatType.1
source: Here you can specify how the value should be formatted during the import.
de: Hier können Sie auswählen, wie der Wert während des Imports formatiert werden soll.

# tl_interface_mapping.decimals.0
source: Number of decimal places
de: Anzahl an Dezimalstellen

# tl_interface_mapping.decimals.1
source: Abbreviates numbers according to the number of decimal places passed. At "0" the value is parsed as an integer.
de: Kürzt Zahlen anhand der Anzahl übergebener Dezimalstellen. Bei "0" wird der Wert in einen integer umgewandelt.

# tl_interface_mapping.dateFormat.0
source: Date format
de: Datumsformat

# tl_interface_mapping.dateFormat.1
source: Here you can specify the date format. The passed value is converted to a timestamp.
de: Hier können Sie das übergebene Datumsformat angeben. Der Wert wird zu einem Timestamp umgewandelt.

# tl_interface_mapping.textTransform.0
source: Transform text
de: Text transformieren

# tl_interface_mapping.textTransform.1
source: Returns "true" if the value matches.
de: Gibt "true" zurück, wenn der Wert übereinstimmt.

# tl_interface_mapping.trim.0
source: Trim
de: Trimmen

# tl_interface_mapping.trim.1
source: Text value is trimmed before import.
de: Der Inhalt des Textes wird vor dem Importieren getrimmt.

# tl_interface_mapping.booleanCompareValue.0
source: Comparison value
de: Vergleichswert

# tl_interface_mapping.booleanCompareValue.1
source: Text value is trimmed before importing.
de: Der Inhalt des Textes wird vor dem Importieren getrimmt.

# tl_interface_mapping.saveImage.0
source: Save file
de: Datei speichern

# tl_interface_mapping.saveImage.1
source: Here you can specify if the file should be saved during mapping processing.
de: Hier können Sie angeben, ob die Datei bei der Zuordnung gespeichert werden soll.

# tl_interface_mapping.tl_real_estate
source: Real estate
de: Immobilie

# tl_interface_mapping.tl_contact_person
source: Contact person
de: Kontaktperson

# tl_interface_mapping.tl_provider
source: Provider
de: Anbieter

# tl_interface_mapping.none.0
source: None
de: Keine

# tl_interface_mapping.none.1
source: Does not apply any formatting
de: Es wird keine Formatierung angewendet

# tl_interface_mapping.number.0
source: Number
de: Zahl

# tl_interface_mapping.number.1
source: Formats a numeric value using the number of decimals
de: Formatiert einen Zahlenwert anhand der angegebenen Nachkommastellen

# tl_interface_mapping.date.0
source: Date
de: Datum

# tl_interface_mapping.date.1
source: Formats a date value to a timestamp using a specific date format
de: Formatiert einen Datumswert anhand eines spezifischen Datumsformates

# tl_interface_mapping.text.1
source: Applies text formatting to a string
de: Wendet eine Textformatierung auf eine Zeichenkette an

# tl_interface_mapping.boolean.0
source: Boolean value
de: Boolescher Wert

# tl_interface_mapping.boolean.1
source: Returns a boolean value based on a comparison value
de: Gibt einen booleschen Wert anhand eines Vergleichswertes zurück

# tl_interface_mapping.lowercase
source: Lowercase
de: Kleinschreibung

# tl_interface_mapping.uppercase
source: Uppercase
de: Großschreibung

# tl_interface_mapping.capitalize
source: Capitalize
de: Erstes Zeichen groß

# tl_interface_mapping.removespecialchar
source: Replace special characters
de: Sonderzeichen ersetzen

# tl_interface_mapping.type_legend
source: Type
de: Typ

# tl_interface_mapping.field_legend
source: Field settings
de: Feld-Einstellungen

# tl_interface_mapping.format_legend
source: Formatting
de: Formatierung

# tl_interface_mapping.expert_legend
source: Expert settings
de: Experten-Einstellungen

# tl_interface_mapping.new.0
source: New mapping
de: Neue Zuordnung

# tl_interface_mapping.new.1
source: Create a new mapping
de: Eine neue Zuordnung erstellen

# tl_interface_mapping.edit.0
source: Edit mapping
de: Zuordnung bearbeiten

# tl_interface_mapping.edit.1
source: Edit mapping ID %s
de: Zuordnung ID %s bearbeiten

# tl_interface_mapping.copy.0
source: Duplicate mapping
de: Zuordnung duplizieren

# tl_interface_mapping.copy.1
source: Duplicate mapping ID %s
de: Zuordnung ID %s duplizieren

# tl_interface_mapping.delete.0
source: Delete mapping
de: Zuordnung löschen

# tl_interface_mapping.delete.1
source: Delete mapping ID %s
de: Zuordnung ID %s löschen

# tl_interface_mapping.toggle.0
source: Activate/deactivate mapping
de: Zuordnung aktivieren/deaktivieren

# tl_interface_mapping.toggle.1
source: Activate/deactivate mapping ID %s
de: Zuordnung ID %s aktivieren/deaktivieren

# tl_interface_mapping.show.0
source: Mapping details
de: Zuordnungsdetails

# tl_interface_mapping.show.1
source: Show details of mapping ID %s
de: Die Details der Zuordnung ID %s anzeigen.

# tl_interface_mapping.importDefaultMappings.0
source: Restore fields
de: Felder zurücksetzen

# tl_interface_mapping.importDefaultMappings.1
source: Restore to standard OpenImmo mapping fields
de: Standard OpenImmo-Feldzuweisung wiederherstellen

# tl_interface_mapping.importConfirm
source: Are you sure you want to reset all mapping fields? Your own adjustments will be lost.
de: Sind Sie sicher, dass alle Felder zurückgesetzt werden sollen? Eigene Anpassungen gehen dadurch verloren.

# tl_interface_mapping.imported.0
source: All fields successfully reset
de: Alle Felder wurden erfolgreich zurückgesetzt

# tl_interface_mapping.imported.1
source: All standard OpenImmo fields have been successfully imported.
de: Alle im OpenImmo-Standard festgelegten Felder wurden erfolgreich importiert.

# tl_interface_mapping.import_error.0
source: File does not exist or is corrupted
de: Die Datei existiert nicht oder ist fehlerhaft

# tl_interface_mapping.import_error.1
source: Please make sure that the file "data/import_interface_mappings.php" can be retrieved.
de: Bitte stellen Sie sicher, dass die Datei "data/import_interface_mappings.php" abgerufen werden kann.
