Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: de

# tl_module.list_mode_legend
source: Output settings
de: Listen Ausgabe

# tl_module.list_config_legend
source: List settings
de: Listen Einstellungen

# tl_module.status_token_legend
source: Status output
de: Statusausgabe

# tl_module.module_legend
source: Exposé-Modules
de: Exposé-Module

# tl_module.item_extension_legend
source: Real estate Item Extensions
de: Immobilien-Erweiterungen

# tl_module.provider_legend
source: Provider
de: Anbieter-Einstellungen

# tl_module.sorting_legend
source: Sorting
de: Sortierungseinstellungen

# tl_module.filter.0
source: Filter
de: Immobilien-Filter

# tl_module.filter.1
source: Here you can specify the filter.
de: Bitte wählen Sie einen Filter.

# tl_module.addCountLabel.0
source: Add counting
de: Anzahl der Objekte ausgeben

# tl_module.addCountLabel.1
source: Adds a label that displays the number of found real estate
de: Die Anzahl der Ergebnisse in der Liste anzeigen.

# tl_module.listSorting.0
source: Sort order
de: Sortierreihenfolge

# tl_module.listSorting.1
source: Please choose the sort order.
de: Hier können Sie eine Sortierreihenfolge für die Ausgabe der Ergebnisse auswählen.

# tl_module.filterByProvider.0
source: Filter by provider
de: Nach Anbieter filtern

# tl_module.filterByProvider.1
source: Filter records by a specific provider.
de: Datensätze anhand eines spezifischen Anbieters filtern.

# tl_module.provider.0
source: Provider
de: Anbieter

# tl_module.provider.1
source: Records will be filtered by the selected provider.
de: Hier können Sie einen oder mehrere Anbieter auswählen, deren Datensätze angezeigt werden sollen.

# tl_module.addSorting.0
source: Add sorting
de: Datensätze sortieren

# tl_module.addSorting.1
source: Adds a sorting option
de: Die Datensätze anhand einer Option sortieren.

# tl_module.defaultSorting.0
source: Default sorting
de: Standard-Sortierung

# tl_module.defaultSorting.1
source: The default sorting must be defined here.
de: Hier kann eine Standard-Sortierung für die Datensätze ausgewählt werden.

# tl_module.addCustomOrder.0
source: Add custom sorting
de: Benutzerdefinierte Sortierung

# tl_module.addCustomOrder.1
source: Subsequent sorting of the result
de: Eine nachträgliche Sortierung der Datensätze ausführen.

# tl_module.customOrder.0
source: Custom sorting
de: Benutzerdefinierte Sortierung

# tl_module.customOrder.1
source: The user-defined SQL order statement must be entered here (e.g. FIELD(anbieternr, 'xyz').
de: Hier muss das benutzerdefinierte SQL-Order-Statement eingetragen werden (z.B. FIELD(anbieternr, 'xyz')).

# tl_module.addProvider.0
source: Add provider
de: Anbieter anzeigen

# tl_module.addProvider.1
source: Adds the provider to the property
de: Den Anbieter des Objektes in der Liste anzeigen.

# tl_module.addContactPerson.0
source: Add contact person
de: Kontaktperson anzeigen

# tl_module.addContactPerson.1
source: Adds the contact person to the property
de: Die Kontaktperson des Objektes in der Liste anzeigen.

# tl_module.listMode.0
source: Output mode
de: Ausgabe-Modus

# tl_module.listMode.1
source: Select a mode to determine the contents of the list
de: Wählen Sie einen Modus, um die Inhalte der Liste zu bestimmen.

# tl_module.realEstateGroups.0
source: Real estate groups
de: Objektgruppen

# tl_module.realEstateGroups.1
source: Here you can specify the real estate groups that are taken into account.
de: Hier können Sie eine oder mehrere Objektgruppen auswählen, die berücksichtigt werden sollen.

# tl_module.realEstateTypes.0
source: Real estate types
de: Objekttypen

# tl_module.realEstateTypes.1
source: Here you can specify the real estate types that are taken into account.
de: Hier können Sie eine oder mehrere Objekttypen auswählen, die berücksichtigt werden sollen.

# tl_module.filterMode.0
source: Filter mode
de: Filter-Modus

# tl_module.filterMode.1
source: The filter mode can be used to limit the list to a certain type of real estate.
de: Über den Filter-Modus kann die Liste auf einen bestimmten Typ an Immobilien begrenzt werden.

# tl_module.hideOnEmpty.0
source: Hide empty lists
de: Leere Listen ausblenden

# tl_module.hideOnEmpty.1
source: If no results are found, the list will not be displayed.
de: Sollten keine Ergebnisse gefunden werden, wird die Liste nicht ausgegeben.

# tl_module.statusTokens.0
source: Valid status tokens
de: Erlaubte Status-Token

# tl_module.statusTokens.1
source: Select valid status tokens. These are output in supported templates, if applicable.
de: Hier können Sie die Ausgabe und Reihenfolge der erlaubten Status-Token definieren.

# tl_module.realEstateTemplate.0
source: Real estate template
de: Immobilien-Template

# tl_module.realEstateTemplate.1
source: Choose a template to set the representation of a single real estate.
de: Wählen Sie ein Template, um die Darstellung einer einzelnen Immobilie zu setzen.

# tl_module.realEstateProviderTemplate.0
source: Real Estate Template Extension: Provider
de: Anbieter-Template

# tl_module.realEstateProviderTemplate.1
source: Here you can overwrite the standard template for displaying providers within a real estate template.
de: Hier können Sie das Standard-Template für die Darstellung von Anbietern innerhalb eines Immobilien-Templates überschreiben.

# tl_module.realEstateContactPersonTemplate.0
source: Real Estate Template Extension: Contact Person
de: Kontaktperson-Template

# tl_module.realEstateContactPersonTemplate.1
source: Here you can overwrite the standard template for displaying contact persons within a real estate template.
de: Hier können Sie das Standard-Template für die Darstellung von Kontaktpersonen innerhalb eines Immobilien-Templates überschreiben.

# tl_module.allowUnpublishedRecords.0
source: Allow unpublished records
de: Unveröffentlichte Datensätze erlauben

# tl_module.allowUnpublishedRecords.1
source: Here you can specify whether unpublished records can be called via the exposé.
de: Hier können Sie angeben, ob unveröffentlichte Datensätze über das Exposé aufrufbar sind.

# tl_module.exposeModules.0
source: Exposé Modules
de: Exposé-Module

# tl_module.exposeModules.1
source: Here you can place modules at the desired position in the exposé.
de: Platzieren Sie Module an die gewünschte Stelle im Exposé.

# tl_module.maxTextLength.0
source: Maximum text length
de: Maximale Textlänge

# tl_module.maxTextLength.1
source: Here texts can be limited to a maximum number of letters.
de: Hier können Sie die maximale Anzahl der Buchstaben eingeben. Texte werden immer nach einem Wort gekürzt und mit "..." versehen. Bei "0" wird der Text ungekürzt ausgegeben.

# tl_module.contactPersonImgSize.0
source: Contact person image size
de: Kontaktperson Bildgröße

# tl_module.contactPersonImgSize.1
source: Here you can set the image dimensions and the scaling mode.
de: Hier können Sie die Abmessungen des Bildes und den Skalierungsmodus festlegen.

# tl_module.providerImgSize.0
source: Provider image size
de: Anbieter Bildgröße

# tl_module.providerImgSize.1
source: Here you can set the image dimensions and the scaling mode.
de: Hier können Sie die Abmessungen des Bildes und den Skalierungsmodus festlegen.

# tl_module.numberOfMainDetails.0
source: Max number of main details
de: Maximale Anzahl der primären Details

# tl_module.numberOfMainDetails.1
source: Specifies how many main details are displayed in lists within a property. If 0, the value is taken from the global settings.
de: Hier können Sie angeben, wie viele primäre Details in Listen innerhalb einer Immobilie ausgegeben werden. Bei Eingabe von 0 wird der Wert aus den globalen Einstellungen übernommen.

# tl_module.numberOfMainAttributes.0
source: Max number of main attributes
de: Maximale Anzahl der primären Attribute

# tl_module.numberOfMainAttributes.1
source: Specifies how many main attributes are being displayed in lists within a real estate. If 0, the value is taken from the global settings.
de: Hier können Sie angeben, wie viele primäre Attribute in Listen innerhalb einer Immobilie ausgegeben werden. Bei Eingabe von 0 wird der Wert aus den globalen Einstellungen übernommen.

# tl_module.date.0
source: Date
de: Datum

# tl_module.none
source: None
de: Keine

# tl_module.dateAdded_asc
source: Creation date (oldest first)
de: Erstellungsdatum (älteste zuerst)

# tl_module.dateAdded_desc
source: Creation date (newest first)
de: Erstellungsdatum (neueste zuerst)

# tl_module.tstamp_asc
source: Actuality (oldest first)
de: Aktualität (älteste zuerst)

# tl_module.tstamp_desc
source: Actuality (newest first)
de: Aktualität (neueste zuerst)
