Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_provider.xlf
Languages: de

# tl_provider.anbieternr.0
source: Provider No.
de: Anbieter Nr.

# tl_provider.anbieternr.1
source: Please enter an unique provider number.
de: Bitte geben Sie eine eindeutige Anbieternummer ein.

# tl_provider.openimmo_anid.0
source: Provider No. (OpenImmo)
de: Anbieter Nr. (OpenImmo)

# tl_provider.openimmo_anid.1
source: Please enter an unique OpenImmo provider number.
de: Bitte geben Sie eine eindeutige OpenImmo Anbieternummer ein.

# tl_provider.lizenzkennung.0
source: License ID
de: Lizenzkennung

# tl_provider.lizenzkennung.1
source: Please enter the license ID of the provider.
de: Bitte geben Sie die Lizenzkennung des Anbieters ein.

# tl_provider.singleSRC.0
source: Logo of provider
de: Anbieter-Logo

# tl_provider.singleSRC.1
source: Here you can select a logo for the provider.
de: Hier können Sie ein Logo für den Anbieter auswählen.

# tl_provider.contact.0
source: Contact person (if possible)
de: Kontaktperson (wenn möglich)

# tl_provider.contact.1
source: Try to deliver the e-mail request directly to the contact person.
de: Versucht die E-Mail-Anfrage direkt an die Kontaktperson zu übermitteln.

# tl_provider.provider.0
source: Provider
de: Anbieter

# tl_provider.provider.1
source: Only delivers the e-mail request to the provider
de: Übermittelt die E-Mail-Anfrage ausschließlich an den Anbieter.

# tl_provider.both.0
source: Both
de: Beide

# tl_provider.both.1
source: Try to send the e-mail request to the provider and the contact person equally.
de: Versucht die E-Mail-Anfrage gleichwertig an den Anbieter und die Kontaktperson zu übermitteln.

# tl_provider.forwardingMode.0
source: Forwarding mode
de: Weiterleitungsmodus

# tl_provider.forwardingMode.1
source: Please specify the mode of e-mail forwarding.
de: Bitte wählen Sie den Modus der E-Mail Weiterleitung aus.

# tl_provider.useOwnSender.0
source: Use own sender
de: Eigenen Absender verwenden

# tl_provider.useOwnSender.1
source: Allows you to send e-mail using a different e-mail address / name
de: Erlaubt es, E-Mails mit einer abweichenden E-Mail Adresse / Namen zu versenden.

# tl_provider.senderEmail.0
source: Sender email
de: Absender E-Mail

# tl_provider.senderEmail.1
source: Define the email of the sender here
de: Hier können Sie die Absender E-Mail-Adresse eintragen.

# tl_provider.senderName.0
source: Sender Name
de: Absender Name

# tl_provider.senderName.1
source: Define the name of the sender here
de: Hier können Sie den Namen des Absenders eintragen.

# tl_provider.firma.0
source: Company
de: Firma

# tl_provider.firma.1
source: Please enter the company name.
de: Hier können Sie eine Firma eintragen.

# tl_provider.postleitzahl.0
source: Postal code
de: Postleitzahl

# tl_provider.postleitzahl.1
source: Please enter the postal code.
de: Hier können Sie eine Postleitzahl eintragen.

# tl_provider.ort.0
source: City / District
de: Ort

# tl_provider.ort.1
source: Plase enter the name of the city / district.
de: Hier können Sie eine Stadt eintragen.

# tl_provider.strasse.0
source: Street
de: Straße

# tl_provider.strasse.1
source: Please enter the street name.
de: Hier können Sie eine Straße eingeben.

# tl_provider.hausnummer.0
source: House number
de: Hausnummer

# tl_provider.hausnummer.1
source: Please enter the house number.
de: Hier können Sie eine Hausnummer eingeben.

# tl_provider.bundesland.0
source: State
de: Bundesland

# tl_provider.bundesland.1
source: Plase enter the name of the state.
de: Hier können Sie ein Bundesland eintragen.

# tl_provider.land.0
source: Country
de: Land

# tl_provider.land.1
source: Please enter the country.
de: Hier können Sie ein Land eintragen.

# tl_provider.lat.0
source: Latitude
de: Breitengrad

# tl_provider.lat.1
source: Please enter a latitude.
de: Hier können Sie den Breitengrad der Adresse eingeben.

# tl_provider.lng.0
source: Longitude
de: Längengrad

# tl_provider.lng.1
source: Please enter a longitude.
de: Hier können Sie den Längengrad der Adresse eingeben.

# tl_provider.telefon.0
source: Phone number
de: Telefonnummer

# tl_provider.telefon.1
source: Please enter the phone number.
de: Hier können Sie eine Telefonnummer eintragen.

# tl_provider.telefon2.0
source: Phone number 2
de: Telefonnummer 2

# tl_provider.telefon2.1
source: Another field for a phone number.
de: Hier können Sie eine weitere Telefonnummer eintragen.

# tl_provider.fax.0
source: Fax number
de: Faxnummer

# tl_provider.fax.1
source: Please enter the fax number.
de: Hier können Sie eine Faxnummer eintragen.

# tl_provider.email.0
source: E-mail address
de: E-Mail-Adresse

# tl_provider.email.1
source: Please enter a valid e-mail address.
de: Hier können Sie eine gültige E-Mail-Adresse eintragen.

# tl_provider.homepage.1
source: Please enter the URL of your homepage.
de: Hier können Sie die URL zur Ihrer Homepage angeben.

# tl_provider.firmenanschrift.0
source: Company address
de: Adresse des Unternehmens

# tl_provider.firmenanschrift.1
source: Here you can optionally enter the address as free text.
de: Hier können Sie optional eine Adresse für das Unternehmen als Freitext angeben.

# tl_provider.vertretungsberechtigter.0
source: Authorized representative
de: Vertretungsberechtigte Person

# tl_provider.vertretungsberechtigter.1
source: Please indicate the authorized representative.
de: Hier können Sie eine vertretungsberechtigte Person eintragen.

# tl_provider.berufsaufsichtsbehoerde.0
source: Occupation authority
de: Berufsaufsichtsbehörde

# tl_provider.berufsaufsichtsbehoerde.1
source: Please enter the occupation authority.
de: Hier können Sie die Berufsaufsichtsbehörde eintragen.

# tl_provider.handelsregister.0
source: Commercial register
de: Handelsregister

# tl_provider.handelsregister.1
source: Please enter the commercial register.
de: Hier können Sie das Handelsregister eintragen.

# tl_provider.handelsregister_nr.0
source: Commercial register number
de: Handelsregisternummer

# tl_provider.handelsregister_nr.1
source: Please enter the commercial register number.
de: Hier können Sie die Handelsregisternummer eintragen.

# tl_provider.umsstid.0
source: Sales tax identification number
de: Umsatzsteuer-Identifikationsnummer

# tl_provider.umsstid.1
source: Please enter the sales tax identification number.
de: Hier können Sie die Umsatzsteuer Identifikationsnummer eintragen.

# tl_provider.steuernummer.0
source: Tax number
de: Steuernummer

# tl_provider.steuernummer.1
source: Please enter the tax number.
de: Hier können Sie die Steuernummer eintragen.

# tl_provider.weiteres.0
source: Further details
de: Weitere Angaben

# tl_provider.weiteres.1
source: Here you can enter further details.
de: Hier können Sie weitere Angaben eintragen.

# tl_provider.impressum.0
source: Imprint – Legal Disclosure
de: Impressum

# tl_provider.impressum.1
source: Here you can optionally enter Imprint / legal disclosure as free text.
de: Hier können Sie optional das Impressum als Freitext angeben.

# tl_provider.beschreibung.0
source: Description
de: Beschreibung

# tl_provider.beschreibung.1
source: Here you can optionally enter the description as free text.
de: Hier können Sie optional eine Beschreibung als Freitext angeben.

# tl_provider.published.0
source: Publish provider
de: Anbieter veröffentlichen

# tl_provider.published.1
source: Make the provider publicly visible on the website.
de: Den Anbieter auf der Webseite veröffentlichen.

# tl_provider.general_legend
source: General
de: Allgemein

# tl_provider.config_legend
source: Redirecting
de: Weiterleitung

# tl_provider.image_legend
source: Image settings
de: Bild-Einstellungen

# tl_provider.description_legend
source: Description
de: Beschreibung

# tl_provider.address_legend
source: Address details
de: Adressdaten

# tl_provider.address_text_legend
source: Address - free text
de: Adresse - Freitext

# tl_provider.impressum_legend
source: Imprint – Legal Disclosure
de: Impressum

# tl_provider.impressum_text_legend
source: Imprint / legal disclosure - free text
de: Impressum - Freitext

# tl_provider.published_legend
source: Publish settings
de: Veröffentlichung

# tl_provider.new.0
source: New provider
de: Neuer Anbieter

# tl_provider.new.1
source: Create a new provider
de: Einen neuen Anbieter erstellen

# tl_provider.editheader.0
source: Edit provider
de: Anbieter bearbeiten

# tl_provider.editheader.1
source: Edit provider ID %s
de: Anbieter ID %s bearbeiten

# tl_provider.edit.0
source: Edit contact persons
de: Ansprechpartner bearbeiten

# tl_provider.edit.1
source: Edit assigned contact persons
de: Zugehörige Ansprechpartner bearbeiten

# tl_provider.copy.0
source: Duplicate provider
de: Anbieter duplizieren

# tl_provider.copy.1
source: Duplicate provider ID %s
de: Anbieter ID %s duplizieren

# tl_provider.delete.0
source: Delete provider
de: Anbieter löschen

# tl_provider.delete.1
source: Delete provider ID %s
de: Anbieter ID %s löschen

# tl_provider.toggle.0
source: Activate/deactivate provider
de: Anbieter aktivieren/deaktivieren

# tl_provider.toggle.1
source: Activate/deactivate provider ID %s
de: Anbieter ID %s aktivieren/deaktivieren

# tl_provider.show.0
source: Provider details
de: Anbieterdetails

# tl_provider.show.1
source: Show the details of provider ID %s
de: Die Details des Anbieters ID %s anzeigen
