Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate_value.xlf
Languages: de, es

# tl_real_estate_value.befeuerung_fern
source: Long-distance
de: Fernwärme
es: De larga distancia

# tl_real_estate_value.befeuerung_block
source: Block
de: Blockheizkraftwerk
es: Bloque

# tl_real_estate_value.befeuerung_wasser-elektro
source: Water / Electrical
de: Wasser/Elektro
es: Agua / Eléctrico

# tl_real_estate_value.befeuerung_kohle
source: Coal
de: Kohle
es: Carbón

# tl_real_estate_value.befeuerung_holz
source: Wood
de: Holz
es: Madera

# tl_real_estate_value.befeuerung_fluessiggas
source: LPG
de: Flüssiggas
es: GLP

# tl_real_estate_value.fahrstuhlart_personen
source: Passenger elevator
de: Personenaufzug
es: Ascensor

# tl_real_estate_value.fahrstuhlart_lasten
source: Freight elevator
de: Lastenaufzug
es: Ascensor de carga

# tl_real_estate_value.stellplatzart_garage
source: Garage
es: Garaje

# tl_real_estate_value.stellplatzart_tiefgarage
source: Underground garage
de: Tiefgarage
es: Garaje subterráneo

# tl_real_estate_value.stellplatzart_freiplatz
source: Outdoor parking place
de: Außenstellplatz
es: Aparcamiento exterior

# tl_real_estate_value.stellplatzart_parkhaus
source: Parking garage
de: Parkhaus
es: Garaje de estacionamiento

# tl_real_estate_value.stellplatzart_duplex
source: Duplex
es: Aparcamiento dúplex

# tl_real_estate_value.ausrichtBalkonTerrasse_nord
source: North
de: Norden
es: Norte

# tl_real_estate_value.ausrichtBalkonTerrasse_ost
source: East
de: Osten
es: Este

# tl_real_estate_value.ausrichtBalkonTerrasse_sued
source: South
de: Süden
es: Sur

# tl_real_estate_value.ausrichtBalkonTerrasse_west
source: West
de: Westen
es: Oeste

# tl_real_estate_value.ausrichtBalkonTerrasse_nordost
source: Northeast
de: Nordost
es: Noreste

# tl_real_estate_value.ausrichtBalkonTerrasse_nordwest
source: Northwest
de: Nordwest
es: Noroeste

# tl_real_estate_value.ausrichtBalkonTerrasse_suedost
source: Southeast
de: Südost
es: Sudeste

# tl_real_estate_value.ausrichtBalkonTerrasse_suedwest
source: Southwest
de: Südwest
es: Suroeste

# tl_real_estate_value.moebliert_voll
source: Fully furnished
de: Voll möbliert
es: Totalmente amueblado

# tl_real_estate_value.moebliert_teil
source: Partly furnished
de: Teilmöbliert
es: Parcialmente amueblado

# tl_real_estate_value.angeschlGastronomie_hotelrestaurant
source: Hotel restaurant
es: Restaurante del hotel

# tl_real_estate_value.serviceleistungen_betreutes_wohnen
source: Assisted living
de: Betreutes Wohnen
es: Vivienda tutelada

# tl_real_estate_value.serviceleistungen_reinigung
source: Cleaning service
de: Reinigungsservice
es: Servicio de limpieza

# tl_real_estate_value.serviceleistungen_einkauf
source: Shopping service
de: Einkaufsservice
es: Servicio de compras

# tl_real_estate_value.serviceleistungen_wachdienst
source: Security service
de: Wachdienst
es: Servicio de vigilancia

# tl_real_estate_value.sicherheitstechnik_alarmanlage
source: Alarm system
de: Alarmanlage
es: Sistema de alarma

# tl_real_estate_value.sicherheitstechnik_kamera
source: Video surveillance
de: Videoüberwachung
es: Vigilancia por vídeo

# tl_real_estate_value.sicherheitstechnik_polizeiruf
source: Police emergency
de: Polizei-Notruf
es: Llamada de emergencia de la policía

# tl_real_estate_value.unterkellert_ja
source: Yes
de: Ja
es: Si

# tl_real_estate_value.unterkellert_teil
source: Partial cellar
de: Teilunterkellert
es: Sótano parcial

# tl_real_estate_value.zustand_erstbezug
source: First occupation
de: Erstbezug
es: A estrenar

# tl_real_estate_value.zustand_teil_vollrenovierungsbed
source: Partially in need of renovation
de: Teilweise renovierungsbedürftig
es: Requiere parcialmente renovación

# tl_real_estate_value.zustand_neuwertig
source: In good condition
de: Neuwertig
es: Obra nueva

# tl_real_estate_value.zustand_teil_vollsaniert
source: Partially fully refurbished
de: Teilweise vollsaniert
es: Parcialmente completamente rehabilitado

# tl_real_estate_value.zustand_teil_vollrenoviert
source: Partially fully renovated
de: Teilweise vollrenoviert
es: Parcialmente completamente renovado

# tl_real_estate_value.zustand_teil_saniert
source: Partially refurbished
de: Teilweise saniert
es: Parcialmente rehabilitado

# tl_real_estate_value.zustand_voll_saniert
source: Fully refurbished
de: Voll saniert
es: Completamente renovado

# tl_real_estate_value.zustand_sanierungsbeduerftig
source: In need of refurbishment
de: Sanierungsbedürftig
es: Restauración necesaria

# tl_real_estate_value.zustand_baufaellig
source: Dilapidated
de: Baufällig
es: Ruinoso

# tl_real_estate_value.zustand_nach_vereinbarung
source: Subject to agreement
de: Nach Vereinbarung
es: Según acuerdo

# tl_real_estate_value.zustand_modernisiert
source: Modernized
de: Modernisiert
es: Modernizado

# tl_real_estate_value.zustand_gepflegt
source: Well maintained
de: Gepflegt
es: Buen estado

# tl_real_estate_value.zustand_rohbau
source: Shell
de: Rohbau
es: Inacabado

# tl_real_estate_value.zustand_entkernt
source: Emptied
de: Entkernt
es: Destripado

# tl_real_estate_value.zustand_abrissobjekt
source: Tear down required
de: Abriss notwendig
es: Demolición necesaria

# tl_real_estate_value.zustand_projektiert
source: Planned
de: Projektiert
es: Proyectado

# tl_real_estate_value.alterAttr_altbau
source: Old building
de: Altbau
es: Edificio antiguo

# tl_real_estate_value.alterAttr_neubau
source: New build
de: Neubau
es: Edificio nuevo

# tl_real_estate_value.bebaubarNach_34_nachbarschaft
source: Built-up Area (§34BauGB - German Federal Building Code)
de: § 34 Nachbarschaft
es: Superficie construida (§34BauGB - Código Federal de Construcción Alemán)

# tl_real_estate_value.bebaubarNach_35_aussengebiet
source: Undesignated Outlying Area (§35BauGB - German Federal Building Code)
de: § 35 Außengebiet
es: Zona periférica no designada (§35BauGB - Código Federal de Construcción Alemán)

# tl_real_estate_value.bebaubarNach_b_plan
source: Area Covered by a Legally Binding Land-Use Plan (§30BauGB - German Federal Building Code)
de: § 30 Bebauungsplan
es: Superficie cubierta por un plan de uso del suelo legalmente vinculante (§30BauGB - Código Federal de Construcción Alemán)

# tl_real_estate_value.bebaubarNach_kein_bauland
source: No building plot
de: Kein Bauland
es: Ningún terreno urbanizable

# tl_real_estate_value.bebaubarNach_bauerwartungsland
source: Development site
de: Bauerwartungsland
es: Superficie edificable

# tl_real_estate_value.bebaubarNach_laenderspezifisch
source: Country-specific
de: Länderspezifisch
es: Por país

# tl_real_estate_value.bebaubarNach_bauland_ohne_b_plan
source: Building plot without land-use plan
de: Bauland ohne Bebauungsplan
es: Terreno edificable sin plan de urbanización

# tl_real_estate_value.erschliessung_unerschlossen
source: Undeveloped
de: unerschlossen
es: Sin urbanizar

# tl_real_estate_value.erschliessung_teilerschlossen
source: Partly developed
de: Teilweise erschlossen
es: Parcialmente urbanizado

# tl_real_estate_value.erschliessung_vollerschlossen
source: Fully developed
de: Voll erschlossen
es: Completamente urbanizado

# tl_real_estate_value.erschliessung_ortsueblicherschlossen
source: Commonly developed
de: Ortsüblich erschlossen
es: Comúnmente urbanizado

# tl_real_estate_value.erschliessungUmfang_wasser
source: Water
de: Wasser
es: Agua

# tl_real_estate_value.erschliessungUmfang_strom
source: Electricity
de: Strom
es: Electricidad

# tl_real_estate_value.erschliessungUmfang_tk
source: Telecommunication
de: Telekommunikation
es: Telecomunicación

# tl_real_estate_value.verkaufstatus_offen
source: Open
de: Offen
es: Abierto

# tl_real_estate_value.verkaufstatus_reserviert
source: Reserved
de: Reserviert
es: Reservado

# tl_real_estate_value.verkaufstatus_verkauft
source: Sold
de: Verkauft
es: Vendido

# tl_real_estate_value.ausblick_ferne
source: Distant view
de: Fernblick
es: Vista lejana

# tl_real_estate_value.ausblick_see
source: Lake view
de: Seeblick
es: Vista al lago

# tl_real_estate_value.ausblick_berg
source: Mountain view
de: Bergblick
es: Vista de Montaña

# tl_real_estate_value.ausblick_meer
source: Ocean view
de: Meerblick
es: Vista al mar

# tl_real_estate_value.energiepassEpart_bedarf
source: Energy demand certificate (performance)
de: Bedarfsausweis
es: Certificado de demanda

# tl_real_estate_value.energiepassEpart_verbrauch
source: Energy usage certificate (consumption)
de: Verbrauchsausweis
es: Certificado de consumo

# tl_real_estate_value.energiepassGebaeudeart_wohn
source: Residential building
de: Wohngebäude
es: Edificio residencial

# tl_real_estate_value.energiepassGebaeudeart_nichtwohn
source: Not a residential building
de: Kein Wohngebäude
es: No edificio residencial

# tl_real_estate_value.minMietdauer_tag
source: Day
de: Tag
es: Día

# tl_real_estate_value.minMietdauer_woche
source: Week
de: Woche
es: Semana

# tl_real_estate_value.minMietdauer_monat
source: Month
de: Monat
es: Mes

# tl_real_estate_value.minMietdauer_jahr
source: Year
de: Jahr
es: Año

# tl_real_estate_value.maxMietdauer_tag
source: Day
de: Tag
es: Día

# tl_real_estate_value.maxMietdauer_woche
source: Week
de: Woche
es: Semana

# tl_real_estate_value.maxMietdauer_monat
source: Month
de: Monat
es: Mes

# tl_real_estate_value.maxMietdauer_jahr
source: Year
de: Jahr
es: Año

# tl_real_estate_value.geschlecht_egal
source: Doesn't matter
de: Egal
es: Sin importar

# tl_real_estate_value.geschlecht_nur_mann
source: Men only
de: Nur Männer
es: Sólo hombres

# tl_real_estate_value.geschlecht_nur_frau
source: Women only
de: Nur Frauen
es: Sólo mujeres

# tl_real_estate_value.no
source: No
de: Nein

# tl_real_estate_value.objektart_parken
source: Parking
de: Parken

# tl_real_estate_value.objektart_sonstige
source: Other
de: Sonstige

# tl_real_estate_value.objektart_freizeitimmobilie_gewerblich
source: Leisure home (commercial)
de: Freizeitimmobilie (gewerblich)

# tl_real_estate_value.parken
source: Parking
de: Parken

# tl_real_estate_value.sonstige
source: Other
de: Sonstige

# tl_real_estate_value.freizeitimmobilie_gewerblich
source: Leisure home (commercial)
de: Freizeitimmobilie (gewerblich)

# tl_real_estate_value.hausTyp_reihenend
source: End-terrace
de: Reihenendhaus

# tl_real_estate_value.hausTyp_reiheneck
source: Corner-terraced house
de: Reiheneckhaus

# tl_real_estate_value.parkenTyp_stellplatz
source: Parking
de: Stellplatz

# tl_real_estate_value.sonstigeTyp_krankenhaus
source: Hospital
de: Krankenhaus

# tl_real_estate_value.sonstigeTyp_sonstige
source: Other
de: Sonstige

# tl_real_estate_value.provisionTeilenWert_prozent
source: Procent
de: Prozent

# tl_real_estate_value.stpSonstigePlatzart_sonstiges
source: Other
de: Sonstiges

# tl_real_estate_value.ausstattKategorie_gehoben
source: superior
de: Gehoben

# tl_real_estate_value.boden_stein
source: Stone floor
de: Stein

# tl_real_estate_value.boden_fertigparkett
source: Prefinished parquet
de: Fertigparkett

# tl_real_estate_value.boden_kunststoff
source: Vinyl flooring
de: Kunststoff

# tl_real_estate_value.boden_linoleum
source: Linoleum flooring
de: Linoleum

# tl_real_estate_value.befeuerung_pellet
source: Pellet
de: Pellets

# tl_real_estate_value.unterkellert_nein
source: No
de: Nein
