Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate_attribute.xlf
Languages: de

# tl_real_estate_attribute.anzahlBalkone
source: Balcony/Terrace
de: Balkon/Terrasse

# tl_real_estate_attribute.virtuelletour
source: Virtual tour available
de: Virtuelle-Tour

# tl_real_estate_attribute.luftbildern
source: Aerial photographs available
de: Luftbilder

# tl_real_estate_attribute.zwangsversteigerung
source: Foreclosure
de: Zwangsversteigerung

# tl_real_estate_attribute.einliegerwohnung
source: Secondary suite
de: Einliegerwohnung

# tl_real_estate_attribute.wgGeeignet
source: Flatshare suitable
de: WG geeignet

# tl_real_estate_attribute.raeumeVeraenderbar
source: Rooms can be modified
de: Räume veränderbar

# tl_real_estate_attribute.bad_dusche
source: Shower
de: Dusche

# tl_real_estate_attribute.bad_wanne
source: Bathtub
de: Badewanne

# tl_real_estate_attribute.bad_fenster
source: Window
de: Fenster im Bad

# tl_real_estate_attribute.kueche_ebk
source: Built-in kitchen
de: Einbauküche

# tl_real_estate_attribute.kueche_offen
source: Open kitchen
de: offene Küche

# tl_real_estate_attribute.kueche_pantry
source: Pantry
de: Speisekammer

# tl_real_estate_attribute.boden_fliesen
source: Tiles
de: Fliesenboden

# tl_real_estate_attribute.boden_stein
source: Stone
de: Steinboden

# tl_real_estate_attribute.boden_teppich
source: Carpet
de: Teppichboden

# tl_real_estate_attribute.boden_parkett
source: Parquet
de: Parkettboden

# tl_real_estate_attribute.boden_fertigparkett
source: Prefinished
de: Fertigparkett

# tl_real_estate_attribute.boden_laminat
source: Laminate
de: Laminatboden

# tl_real_estate_attribute.boden_dielen
source: Floorboards
de: Dielen

# tl_real_estate_attribute.boden_kunststoff
source: Plastic
de: Kunststoffboden

# tl_real_estate_attribute.boden_estrich
source: Screed
de: Estrich

# tl_real_estate_attribute.boden_doppelboden
source: Raised floor
de: Doppelboden

# tl_real_estate_attribute.boden_linoleum
source: Linoleum
de: Linoleumboden

# tl_real_estate_attribute.boden_marmor
source: Marble
de: Marmorboden

# tl_real_estate_attribute.boden_terrakotta
source: Terracotta
de: Terrakottaboden

# tl_real_estate_attribute.boden_granit
source: Granite
de: Granitboden

# tl_real_estate_attribute.kamin
source: Fireplace available
de: Kamin

# tl_real_estate_attribute.klimatisiert
source: Air-conditioned
de: Klimatisiert

# tl_real_estate_attribute.fahrstuhlart_personen
source: Elevator
de: Personenaufzug

# tl_real_estate_attribute.fahrstuhlart_lasten
source: Freight elevator
de: Lastenaufzug

# tl_real_estate_attribute.stellplatzart_tiefgarage
source: Underground garage
de: Tiefgarage

# tl_real_estate_attribute.stellplatzart_freiplatz
source: Outdoor parking place
de: Außenstellplatz

# tl_real_estate_attribute.stellplatzart_parkhaus
source: Parking garage
de: Parkhaus

# tl_real_estate_attribute.gartennutzung
source: Garden usage
de: Gartennutzung

# tl_real_estate_attribute.moebliert_voll
source: Fully furnished
de: Voll möbliert

# tl_real_estate_attribute.moebliert_teil
source: Partly furnished
de: Teilmöbliert

# tl_real_estate_attribute.moebliert_moebliert
source: Furnished
de: Möbliert

# tl_real_estate_attribute.rollstuhlgerecht
source: Wheelchair access
de: Rollstuhlgerecht

# tl_real_estate_attribute.kabelSatTv
source: Cable / satellite TV
de: Kabelanschluss

# tl_real_estate_attribute.barrierefrei
source: Barrier-free
de: Barrierefrei

# tl_real_estate_attribute.waschTrockenraum
source: Laundry / dry room
de: Wasch- / Trockenraum

# tl_real_estate_attribute.wintergarten
source: Winter garden
de: Wintergarten

# tl_real_estate_attribute.dvVerkabelung
source: DV-Cable available
de: DV-Verkabelung

# tl_real_estate_attribute.rampe
source: Ramp available
de: Rampe

# tl_real_estate_attribute.hebebuehne
source: Lifting ramp available
de: Hebebühne

# tl_real_estate_attribute.kran
source: Crane
de: Kran

# tl_real_estate_attribute.gastterrasse
source: Guest terrace available
de: Gastterrasse

# tl_real_estate_attribute.kantineCafeteria
source: Canteen/Cafeteria
de: Kantine/Cafeteria

# tl_real_estate_attribute.teekueche
source: Kitchenette available
de: Teeküche

# tl_real_estate_attribute.brauereibindung
source: Beer supply agreement
de: Brauereibindung

# tl_real_estate_attribute.sporteinrichtungen
source: Sports facilities available
de: Sporteinrichtungen

# tl_real_estate_attribute.wellnessbereich
source: Wellness area
de: Wellnessbereich

# tl_real_estate_attribute.serviceleistungen_betreutes_wohnen
source: Assisted living
de: Betreutes Wohnen

# tl_real_estate_attribute.serviceleistungen_reinigung
source: Cleaning service
de: Reinigungsservice

# tl_real_estate_attribute.serviceleistungen_einkauf
source: Shopping service
de: Einkauf-Service

# tl_real_estate_attribute.serviceleistungen_wachdienst
source: Security service
de: Wachdienst

# tl_real_estate_attribute.telefonFerienimmobilie
source: Phone available (vacational real estate)
de: Telefon

# tl_real_estate_attribute.breitbandZugang
source: Broadband access available
de: Breitbandzugang (DSL)

# tl_real_estate_attribute.umtsEmpfang
source: UMTS reception available
de: UMTS-Empfang

# tl_real_estate_attribute.sicherheitstechnik_alarmanlage
source: Alarm system
de: Alarmanlage

# tl_real_estate_attribute.sicherheitstechnik_kamera
source: Video surveillance
de: Videoüberwachung

# tl_real_estate_attribute.sicherheitstechnik_polizeiruf
source: Police emergency
de: Polizei-Notruf

# tl_real_estate_attribute.unterkellert_ja
source: With cellar
de: Keller

# tl_real_estate_attribute.unterkellert_nein
source: No cellar
de: kein Keller

# tl_real_estate_attribute.unterkellert_teil
source: Partial cellar
de: Teilunterkellert

# tl_real_estate_attribute.abstellraum
source: Storage room available
de: Abstellraum

# tl_real_estate_attribute.fahrradraum
source: Bike room
de: Fahrradraum

# tl_real_estate_attribute.rolladen
source: Roller shutters available
de: Rollladen

# tl_real_estate_attribute.bibliothek
source: Library available
de: Bibliothek

# tl_real_estate_attribute.dachboden
source: Attic available
de: Dachboden

# tl_real_estate_attribute.gaestewc
source: Guest toilet
de: Gäste WC

# tl_real_estate_attribute.kabelkanaele
source: Cable TV available
de: Kabelkanäle

# tl_real_estate_attribute.seniorengerecht
source: Suitable for the elderly
de: Seniorengerecht

# tl_real_estate_attribute.zulieferung
source: Supply/Delivery available
de: Zulieferung möglich

# tl_real_estate_attribute.nichtraucher
source: Non-smokers
de: Nichtraucher

# tl_real_estate_attribute.haustiere
source: Pets
de: Haustiere

# tl_real_estate_attribute.denkmalgeschuetzt
source: Listed building
de: Denkmalgeschützt

# tl_real_estate_attribute.alsFerien
source: Vacation property
de: Ferienimmobilie

# tl_real_estate_attribute.gewerblicheNutzung
source: Commercial use possible
de: Gewerbliche Nutzung möglich

# tl_real_estate_attribute.hochhaus
source: High-rise building
de: Hochhaus
