Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate_filter.xlf
Languages: de

# tl_real_estate_filter.miete_leasing
source: Rent
de: Mieten

# tl_real_estate_filter.kauf_erbpacht
source: Buy
de: Kaufen

# tl_real_estate_filter.from
source: min
de: ab

# tl_real_estate_filter.to
source: max
de: bis

# tl_real_estate_filter.price
source: Price
de: Preis

# tl_real_estate_filter.price_from
source: Price min
de: Preis ab

# tl_real_estate_filter.price_to
source: Price max
de: Preis bis

# tl_real_estate_filter.nettokaltmiete
source: Basic rent
de: Nettokaltmiete

# tl_real_estate_filter.nettokaltmiete_price_from
source: min. basic rent
de: Nettokaltmiete ab

# tl_real_estate_filter.nettokaltmiete_price_to
source: max. basic rent
de: Nettokaltmiete bis

# tl_real_estate_filter.kaltmiete
source: Net rent
de: Kaltmiete

# tl_real_estate_filter.kaltmiete_price_from
source: min. net rent
de: Kaltmiete ab

# tl_real_estate_filter.kaltmiete_price_to
source: max. net rent
de: Kaltmiete bis

# tl_real_estate_filter.pauschalmiete
source: Inclusive rent
de: Pauschalmiete

# tl_real_estate_filter.pauschalmiete_price_from
source: min. inclusive rent
de: Pauschalmiete ab

# tl_real_estate_filter.pauschalmiete_price_to
source: max. inclusive rent
de: Pauschalmiete bis

# tl_real_estate_filter.betriebskostennetto
source: Operating costs net
de: Nettobetriebskosten

# tl_real_estate_filter.betriebskostennetto_price_from
source: min. operating costs net
de: Nettobetriebskosten ab

# tl_real_estate_filter.betriebskostennetto_price_to
source: max. operating costs net
de: Nettobetriebskosten bis

# tl_real_estate_filter.evbnetto
source: Maintenance costs
de: Erhaltungsbeitrag

# tl_real_estate_filter.evbnetto_price_from
source: min. maintenance costs
de: Erhaltungsbeitrag ab

# tl_real_estate_filter.evbnetto_price_to
source: max. maintenance costs
de: Erhaltungsbeitrag bis

# tl_real_estate_filter.gesamtmietenetto
source: Total net rent
de: Nettogesamtmiete

# tl_real_estate_filter.gesamtmietenetto_price_from
source: min. total net rent
de: Nettogesamtmiete ab

# tl_real_estate_filter.gesamtmietenetto_price_to
source: max. total net rent
de: Nettogesamtmiete bis

# tl_real_estate_filter.gesamtmietebrutto
source: Total gross rent
de: Bruttogesamtmiete

# tl_real_estate_filter.gesamtmietebrutto_price_from
source: min. total gross rent
de: Bruttogesamtmiete ab

# tl_real_estate_filter.gesamtmietebrutto_price_to
source: max. total gross rent
de: Bruttogesamtmiete bis

# tl_real_estate_filter.gesamtbelastungnetto
source: Total load net
de: Nettogesamtbelastung

# tl_real_estate_filter.gesamtbelastungnetto_price_from
source: min. total load net
de: Nettogesamtbelastung ab

# tl_real_estate_filter.gesamtbelastungnetto_price_to
source: max. total load net
de: Nettogesamtbelastung bis

# tl_real_estate_filter.gesamtbelastungbrutto
source: Total load gross
de: Bruttogesamtbelastung

# tl_real_estate_filter.gesamtbelastungbrutto_price_from
source: min. total load gross
de: Bruttogesamtbelastung ab

# tl_real_estate_filter.gesamtbelastungbrutto_price_to
source: max. total load gross
de: Bruttogesamtbelastung bis

# tl_real_estate_filter.monatlichekostennetto
source: Monthly costs net
de: Monatliche Nettokosten

# tl_real_estate_filter.monatlichekostennetto_price_from
source: min. monthly costs net
de: Monatliche Nettokosten ab

# tl_real_estate_filter.monatlichekostennetto_price_to
source: max. monthly costs net
de: Monatliche Nettokosten bis

# tl_real_estate_filter.monatlichekostenbrutto
source: Monthly costs gross
de: Monatliche Bruttokosten

# tl_real_estate_filter.monatlichekostenbrutto_price_from
source: min. monthly costs gross
de: Monatliche Bruttokosten ab

# tl_real_estate_filter.monatlichekostenbrutto_price_to
source: max. monthly costs gross
de: Monatliche Bruttokosten bis

# tl_real_estate_filter.ruecklagenetto
source: Net reserves
de: Nettorücklagen

# tl_real_estate_filter.ruecklagenetto_price_from
source: min. net reserves
de: Nettorücklagen ab

# tl_real_estate_filter.ruecklagenetto_price_to
source: max. net reserves
de: Nettorücklagen bis

# tl_real_estate_filter.pacht
source: Lease
de: Pacht

# tl_real_estate_filter.pacht_price_from
source: min. lease
de: Pacht ab

# tl_real_estate_filter.pacht_price_to
source: max. lease
de: Pacht bis

# tl_real_estate_filter.erbpacht
source: Hereditary lease
de: Erbpacht

# tl_real_estate_filter.erbpacht_price_from
source: min. hereditary lease
de: Erbpacht ab

# tl_real_estate_filter.erbpacht_price_to
source: max. hereditary lease
de: Erbpacht bis

# tl_real_estate_filter.hausgeld
source: HOA fee
de: Hausgeld

# tl_real_estate_filter.hausgeld_price_from
source: min. HOA fee
de: Hausgeld ab

# tl_real_estate_filter.hausgeld_price_to
source: max. HOA fee
de: Hausgeld bis

# tl_real_estate_filter.kaufpreis
source: Purchase price
de: Kaufpreis

# tl_real_estate_filter.kaufpreis_price_from
source: min. purchase price
de: Kaufpreis ab

# tl_real_estate_filter.kaufpreis_price_to
source: max. purchase price
de: Kaufpreis bis

# tl_real_estate_filter.kaufpreisnetto
source: Purchase price net
de: Nettokaufpreis

# tl_real_estate_filter.kaufpreisnetto_price_from
source: min. net purchase price
de: Nettokaufpreis ab

# tl_real_estate_filter.kaufpreisnetto_price_to
source: max. net purchase price
de: Nettokaufpreis bis

# tl_real_estate_filter.kaufpreisbrutto
source: Purchase price gross
de: Bruttokaufpreis

# tl_real_estate_filter.kaufpreisbrutto_price_from
source: min. net purchase price
de: Bruttokaufpreis ab

# tl_real_estate_filter.kaufpreisbrutto_price_to
source: max. net purchase price
de: Bruttokaufpreis bis

# tl_real_estate_filter.nettokaltmiete
source: Basic rent net
de: Nettokaltmiete

# tl_real_estate_filter.nettokaltmiete_price_from
source: min. net basic rent
de: Nettokaltmiete ab

# tl_real_estate_filter.nettokaltmiete_price_to
source: max. net basic rent
de: Nettokaltmiete bis

# tl_real_estate_filter.kaltmiete
source: Cold rent net
de: Kaltmiete

# tl_real_estate_filter.kaltmiete_price_from
source: min. cold rent
de: Kaltmiete ab

# tl_real_estate_filter.kaltmiete_price_to
source: max. cold rent
de: Kaltmiete bis

# tl_real_estate_filter.warmmiete
source: Gross rent
de: Warmmiete

# tl_real_estate_filter.warmmiete_price_from
source: min. gross rent
de: Warmmiete ab

# tl_real_estate_filter.warmmiete_price_to
source: max. gross rent
de: Warmmiete bis

# tl_real_estate_filter.nebenkosten
source: Ancillary costs
de: Nebenkosten

# tl_real_estate_filter.nebenkosten_price_from
source: min. ancillary costs
de: Nebenkosten ab

# tl_real_estate_filter.nebenkosten_price_to
source: max. ancillary costs
de: Nebenkosten bis

# tl_real_estate_filter.heizkosten
source: Heating costs
de: Heizkosten

# tl_real_estate_filter.heizkosten_price_from
source: min. heating costs
de: Heizkosten ab

# tl_real_estate_filter.heizkosten_price_to
source: max. heating costs
de: Heizkosten bis

# tl_real_estate_filter.heizkostenEnthalten
source: Heating costs included
de: Heizkosten enthalten

# tl_real_estate_filter.heizkostenEnthalten_price_from
source: min. heating costs included
de: Heizkosten enthalten ab

# tl_real_estate_filter.heizkostenEnthalten_price_to
source: max. heating costs included
de: Heizkosten enthalten bis

# tl_real_estate_filter.heizkostennetto
source: Heating costs net
de: Nettoheizkosten

# tl_real_estate_filter.heizkostennetto_price_from
source: min. heating costs net
de: Nettoheizkosten ab

# tl_real_estate_filter.heizkostennetto_price_to
source: max. heating costs net
de: Nettoheizkosten bis

# tl_real_estate_filter.price_per
source: Price per
de: Preis pro

# tl_real_estate_filter.per_month
source: per month
de: pro Monat

# tl_real_estate_filter.per_square_meter
source: per sqm
de: pro m²

# tl_real_estate_filter.room
source: Rooms
de: Zimmer

# tl_real_estate_filter.room_from
source: Rooms from
de: Zimmer ab

# tl_real_estate_filter.room_to
source: Rooms up to
de: Zimmer bis

# tl_real_estate_filter.room_from_x
source: from %s rooms
de: ab %s Zimmer

# tl_real_estate_filter.room_to_x
source: up to %s rooms
de: bis %s Zimmer

# tl_real_estate_filter.area
source: Area
de: Fläche

# tl_real_estate_filter.area_from
source: Area from
de: Fläche ab

# tl_real_estate_filter.area_to
source: Area up to
de: Fläche bis

# tl_real_estate_filter.wohnflaeche
source: Living space
de: Wohnfläche

# tl_real_estate_filter.wohnflaeche_area_from
source: Living space from
de: Wohnfläche ab

# tl_real_estate_filter.wohnflaeche_area_to
source: Living space up to
de: Wohnfläche bis

# tl_real_estate_filter.gesamtflaeche
source: Total area
de: Gesamtfläche

# tl_real_estate_filter.gesamtflaeche_area_from
source: Total area from
de: Gesamtfläche ab

# tl_real_estate_filter.gesamtflaeche_area_to
source: Total area up to
de: Gesamtfläche bis

# tl_real_estate_filter.grundstuecksflaeche
source: Plot area
de: Grundstücksfläche

# tl_real_estate_filter.grundstuecksflaeche_area_from
source: Plot area from
de: Grundstücksfläche ab

# tl_real_estate_filter.grundstuecksflaeche_area_to
source: Plot area up to
de: Grundstücksfläche bis

# tl_real_estate_filter.nutzflaeche
source: Usable area
de: Nutzfläche

# tl_real_estate_filter.nutzflaeche_area_from
source: Usable area from
de: Nutzfläche ab

# tl_real_estate_filter.nutzflaeche_area_to
source: Usable area up tp
de: Nutzfläche bis

# tl_real_estate_filter.vermietbareFlaeche
source: Rentable area
de: Vermietbare Fläche

# tl_real_estate_filter.vermietbareFlaeche_area_from
source: Rentable area from
de: Vermietbare Fläche ab

# tl_real_estate_filter.vermietbareFlaeche_area_to
source: Rentable area up to
de: Vermietbare Fläche bis

# tl_real_estate_filter.bueroflaeche
source: Office space
de: Bürofläche

# tl_real_estate_filter.bueroflaeche_area_from
source: Office space from
de: Bürofläche ab

# tl_real_estate_filter.bueroflaeche_area_to
source: Office space up to
de: Bürofläche bis

# tl_real_estate_filter.verkaufsflaeche
source: Area for Sale
de: Verkaufsfläche

# tl_real_estate_filter.verkaufsflaeche_area_from
source: Area for Sale from
de: Verkaufsfläche ab

# tl_real_estate_filter.verkaufsflaeche_area_to
source: Area for Sale up to
de: Verkaufsfläche bis

# tl_real_estate_filter.lagerflaeche_area_from
source: Storage space from
de: Lagerfläche ab

# tl_real_estate_filter.lagerflaeche_area_to
source: Storage space up to
de: Lagerfläche bis

# tl_real_estate_filter.gastroflaeche_area_from
source: Restaurant area from
de: Gastrofläche ab

# tl_real_estate_filter.gastroflaeche_area_to
source: Restaurant area up to
de: Gastrofläche bis

# tl_real_estate_filter.period
source: Free of relation
de: Bezugsfrei

# tl_real_estate_filter.period_from
source: Free of relation from
de: Bezugsfrei ab

# tl_real_estate_filter.period_to
source: Free of relation to
de: Bezugsfrei bis

# tl_real_estate_filter.radius
source: Radius
de: Umkreis

# tl_real_estate_filter.dateAdded_asc
source: Updated (oldest first)
de: Aktualität (älteste zuerst)

# tl_real_estate_filter.dateAdded_desc
source: Updated (most recent)
de: Aktualität (neueste zuerst)

# tl_real_estate_filter.tstamp_desc
source: Updated (oldest first)
de: Aktualität (älteste zuerst)

# tl_real_estate_filter.tstamp_desc
source: Updated (most recent)
de: Aktualität (aktuelle zuerst)

# tl_real_estate_filter.standVom_desc
source: Updated (most recent)
de: Aktualität (aktuelle zuerst)

# tl_real_estate_filter.nettokaltmiete_asc
source: Basic rent (price increasing)
de: Nettokaltmiete (niedrigste zuerst)

# tl_real_estate_filter.nettokaltmiete_desc
source: Basic rent (price decreasing)
de: Nettokaltmiete (höchste zuerst)

# tl_real_estate_filter.kaufpreis_asc
source: Purchase price (price increasing)
de: Kaufpreis (niedrigste zuerst)

# tl_real_estate_filter.kaufpreis_desc
source: Purchase price (price decreasing)
de: Kaufpreis (höchste zuerst)

# tl_real_estate_filter.kaufpreisnetto_asc
source: Purchase price net (price increasing)
de: Nettokaufpreis (niedrigste zuerst)

# tl_real_estate_filter.kaufpreisnetto_desc
source: Purchase price net (price decreasing)
de: Nettokaupfreis (höchste zuerst)

# tl_real_estate_filter.kaufpreisbrutto_asc
source: Purchase price net (price increasing)
de: Bruttokaufpreis (niedrigste zuerst)

# tl_real_estate_filter.kaufpreisbrutto_desc
source: Purchase price gross (price decreasing)
de: Bruttokaufpreis (höchste zuerst)

# tl_real_estate_filter.nettokaltmiete_desc
source: Basic rent net (price decreasing)
de: Nettokaltmiete (höchste zuerst)

# tl_real_estate_filter.nettokaltmiete_asc
source: Basic rent net (price increasing)
de: Nettokaltmiete (niedrigste zuerst)

# tl_real_estate_filter.kaltmiete_desc
source: Net rent (price decreasing)
de: Kaltmiete (höchste zuerst)

# tl_real_estate_filter.kaltmiete_asc
source: Net rent (price increasing)
de: Kaltmiete (niedrigste zuerst)

# tl_real_estate_filter.warmmiete_desc
source: Gross rent (price decreasing)
de: Warmmiete (höchste zuerst)

# tl_real_estate_filter.warmmiete_asc
source: Gross rent (price increasing)
de: Warmmiete (niedrigste zuerst)

# tl_real_estate_filter.nebenkosten_desc
source: Ancillary costs (price decreasing)
de: Nebenkosten (höchste zuerst)

# tl_real_estate_filter.nebenkosten_asc
source: Ancillary costs (price increasing)
de: Nebenkosten (niedrigste zuerst)

# tl_real_estate_filter.heizkosten_desc
source: Heating costs (price decreasing)
de: Heizkosten (höchste zuerst)

# tl_real_estate_filter.heizkosten_asc
source: Heating costs (price increasing)
de: Heizkosten (niedrigste zuerst)

# tl_real_estate_filter.heizkostennetto_desc
source: Heating costs net (price decreasing)
de: Heizkosten Netto (höchste zuerst)

# tl_real_estate_filter.heizkostennetto_asc
source: Heating costs net (price increasing)
de: Heizkosten Netto (niedrigste zuerst)

# tl_real_estate_filter.pauschalmiete_asc
source: Inclusive rent (price increasing)
de: Pauschalmiete (niedrigste zuerst)

# tl_real_estate_filter.pauschalmiete_desc
source: Inclusive rent (price decreasing)
de: Pauschalmiete (höchste zuerst)

# tl_real_estate_filter.betriebskostennetto_desc
source: Operating costs net (price decreasing)
de: Betriebskosten Netto (höchste zuerst)

# tl_real_estate_filter.betriebskostennetto_asc
source: Operating costs net (price increasing)
de: Betriebskosten Netto (niedrigste zuerst)

# tl_real_estate_filter.evbnetto_desc
source: Maintenance fund (price decreasing)
de: Erhaltungsbeitrag (höchste zuerst)

# tl_real_estate_filter.evbnetto_asc
source: Maintenance fund (price increasing)
de: Erhaltungsbeitrag (niedrigste zuerst)

# tl_real_estate_filter.gesamtmietenetto_desc
source: Total rent net (price decreasing)
de: Gesamtmiete Netto (höchste zuerst)

# tl_real_estate_filter.gesamtmietenetto_asc
source: Total rent net (price increasing)
de: Gesamtmiete Netto (niedrigste zuerst)

# tl_real_estate_filter.gesamtmietebrutto_desc
source: Total rent gross (price decreasing)
de: Gesamtmiete Brutto (höchste zuerst)

# tl_real_estate_filter.gesamtmietebrutto_asc
source: Total rent gross (price increasing)
de: Gesamtmiete Brutto (niedrigste zuerst)

# tl_real_estate_filter.gesamtbelastungnetto_desc
source: Total load net (price decreasing)
de: Gesamtbelastung Netto (höchste zuerst)

# tl_real_estate_filter.gesamtbelastungnetto_asc
source: Total load net (price increasing)
de: Gesamtbelastung Netto (niedrigste zuerst)

# tl_real_estate_filter.gesamtbelastungbrutto_desc
source: Total load gross (price decreasing)
de: Gesamtbelastung Brutto (höchste zuerst)

# tl_real_estate_filter.gesamtbelastungbrutto_asc
source: Total load gross (price increasing)
de: Gesamtbelastung Brutto (niedrigste zuerst)

# tl_real_estate_filter.gesamtkostenprom2von_desc
source: Total costs per sqm of (price decreasing)
de: Gesamtkosten pro m² von (höchste zuerst)

# tl_real_estate_filter.gesamtkostenprom2von_asc
source: Total costs per sqm of (price increasing)
de: Gesamtkosten pro m² von (niedrigste zuerst)

# tl_real_estate_filter.gesamtkostenprom2bis_desc
source: Total costs per sqm up to (price decreasing)
de: Gesamtkosten pro m² bis (höchste zuerst)

# tl_real_estate_filter.gesamtkostenprom2bis_asc
source: Total costs per sqm up to (price increasing)
de: Gesamtkosten pro m² bis (niedrigste zuerst)

# tl_real_estate_filter.monatlichekostennetto_desc
source: Monthly costs net (price decreasing)
de: Monatliche Kosten Netto (höchste zuerst)

# tl_real_estate_filter.monatlichekostennetto_asc
source: Monthly costs net (price increasing)
de: Monatliche Kosten Netto (niedrigste zuerst)

# tl_real_estate_filter.monatlichekostenbrutto_desc
source: Monthly costs gross (price decreasing)
de: Monatliche Kosten Brutto (höchste zuerst)

# tl_real_estate_filter.monatlichekostenbrutto_asc
source: Monthly costs gross (price increasing)
de: Monatliche Kosten Brutto (niedrigste zuerst)

# tl_real_estate_filter.nebenkostenprom2von_desc
source: Ancillary costs per sqm of (price decreasing)
de: Nebenkosten pro m² von (höchste zuerst)

# tl_real_estate_filter.nebenkostenprom2von_asc
source: Ancillary costs per sqm of (price increasing)
de: Nebenkosten pro m² von (niedrigste zuerst)

# tl_real_estate_filter.nebenkostenprom2bis_desc
source: Ancillary costs per sqm up to (price decreasing)
de: Nebenkosten pro m² bis (höchste zuerst)

# tl_real_estate_filter.nebenkostenprom2bis_asc
source: Ancillary costs per sqm up to (price increasing)
de: Nebenkosten pro m² bis (niedrigste zuerst)

# tl_real_estate_filter.ruecklagenetto_desc
source: Net reserves (price decreasing)
de: Rücklagen Netto (höchste zuerst)

# tl_real_estate_filter.ruecklagenetto_asc
source: Net reserves (price increasing)
de: Rücklagen Netto (niedrigste zuerst)

# tl_real_estate_filter.sonstigekostennetto_desc
source: Other costs net (price decreasing)
de: Sonstige Kosten Netto (höchste zuerst)

# tl_real_estate_filter.sonstigekostennetto_asc
source: Other costs net (price increasing)
de: Sonstige Kosten Netto (niedrigste zuerst)

# tl_real_estate_filter.sonstigemietenetto_desc
source: Other rents net (price decreasing)
de: Sonstige Mieten Netto (höchste zuerst)

# tl_real_estate_filter.sonstigemietenetto_asc
source: Other rents net (price increasing)
de: Sonstige Mieten Netto (niedrigste zuerst)

# tl_real_estate_filter.summemietenetto_desc
source: Total net rent (price decreasing)
de: Summe Miete Netto (höchste zuerst)

# tl_real_estate_filter.summemietenetto_asc
source: Total net rent (price increasing)
de: Summe Miete Netto (niedrigste zuerst)

# tl_real_estate_filter.nettomieteprom2von_desc
source: Net rent per sqm of (price decreasing)
de: Nettomiete pro m² von (höchste zuerst)

# tl_real_estate_filter.nettomieteprom2von_asc
source: Net rent per sqm of (price increasing)
de: Nettomiete pro m² von (niedrigste zuerst)

# tl_real_estate_filter.nettomieteprom2bis_desc
source: Net rent per sqm up to (price decreasing)
de: Nettomiete pro m² bis (höchste zuerst)

# tl_real_estate_filter.nettomieteprom2bis_asc
source: Net rent per sqm up to (price increasing)
de: Nettomiete pro m² bis (niedrigste zuerst)

# tl_real_estate_filter.pacht_asc
source: Lease (price increasing)
de: Pacht (niedrigste zuerst)

# tl_real_estate_filter.pacht_desc
source: Lease (price decreasing)
de: Pacht (höchste zuerst)

# tl_real_estate_filter.erbpacht_asc
source: Hereditary lease (price increasing)
de: Erbpacht (niedrigste zuerst)

# tl_real_estate_filter.erbpacht_desc
source: Hereditary lease (price decreasing)
de: Erbpacht (höchste zuerst)

# tl_real_estate_filter.hausgeld_asc
source: HOA fee (price increasing)
de: Hausgeld (niedrigste zuerst)

# tl_real_estate_filter.hausgeld_desc
source: HOA fee (price decreasing)
de: Hausgeld (höchste zuerst)

# tl_real_estate_filter.mietpreisProQm_asc
source: Rental price per sqm (price increasing)
de: Mietpreis pro m² (niedrigste zuerst)

# tl_real_estate_filter.mietpreisProQm_desc
source: Rental price per sqm (price decreasing)
de: Mietpreis pro m² (höchste zuerst)

# tl_real_estate_filter.kaufpreisProQm_asc
source: Purchase price per sqm (price increasing)
de: Kaufpreis pro m² (niedrigste zuerst)

# tl_real_estate_filter.kaufpreisProQm_desc
source: Purchase price per sqm (price decreasing)
de: Kaufpreis pro m² (höchste zuerst)

# tl_real_estate_filter.erschliessungskosten_asc
source: Infrastructure costs (price increasing)
de: Erschließungskosten (niedrigste zuerst)

# tl_real_estate_filter.erschliessungskosten_desc
source: Infrastructure costs (price decreasing)
de: Erschließungskosten (höchste zuerst)

# tl_real_estate_filter.anzahlZimmer_asc
source: Number of rooms (lowest to highest)
de: Zimmeranzahl (niedrigste zuerst)

# tl_real_estate_filter.anzahlZimmer_desc
source: Number of rooms (highest to lowest)
de: Zimmeranzahl (höchste zuerst)

# tl_real_estate_filter.anzahlSchlafzimmer_asc
source: Number of bedrooms (lowest to highest)
de: Schlafzimmeranzahl (niedrigste zuerst)

# tl_real_estate_filter.anzahlSchlafzimmer_desc
source: Number of bedrooms (highest to lowest)
de: Schlafzimmeranzahl (höchste zuerst)

# tl_real_estate_filter.anzahlBadezimmer_asc
source: Number of bathrooms (lowest to highest)
de: Badezimmer (niedrigste zuerst)

# tl_real_estate_filter.anzahlBadezimmer_desc
source: Number of bathrooms (highest to lowest)
de: Badezimmer (höchste zuerst)

# tl_real_estate_filter.anzahlSepWc_asc
source: Number of separate toilets (lowest to highest)
de: Separate WCs (niedrigste zuerst)

# tl_real_estate_filter.anzahlSepWc_desc
source: Number of separate toilets (highest to lowest)
de: Separate WCs (höchste zuerst)

# tl_real_estate_filter.anzahlBalkone_asc
source: Number of balconies (lowest to highest)
de: Balkonanzahl (niedrigste zuerst)

# tl_real_estate_filter.anzahlBalkone_desc
source: Number of balconies (highest to lowest)
de: Balkonanzahl (höchste zuerst)

# tl_real_estate_filter.anzahlTerrassen_asc
source: Number of terraces (lowest to highest)
de: Terrassenanzahl (niedrigste zuerst)

# tl_real_estate_filter.anzahlTerrassen_desc
source: Number of terraces (highest to lowest)
de: Terrassenanzahl (höchste zuerst)

# tl_real_estate_filter.anzahlLogia_asc
source: Number of loggias (lowest to highest)
de: Anzahl Logia (niedrigste zuerst)

# tl_real_estate_filter.anzahlLogia_desc
source: Number of loggias (highest to lowest)
de: Anzahl Logia (höchste zuerst)

# tl_real_estate_filter.balkonTerrasseFlaeche_asc
source: Balcony/Terrace area (lowest to highest)
de: Balkon-/Terassenfläche (niedrigste zuerst)

# tl_real_estate_filter.balkonTerrasseFlaeche_desc
source: Balcony/Terrace area (highest to lowest)
de: Balkon-/Terassenfläche (höchste zuerst)

# tl_real_estate_filter.anzahlWohnSchlafzimmer_asc
source: Bed-sitting rooms (lowest to highest)
de: Wohn-Schlafzimmer (niedrigste zuerst)

# tl_real_estate_filter.anzahlWohnSchlafzimmer_desc
source: Bed-sitting rooms (highest to lowest)
de: Wohn-Schlafzimmer (höchste zuerst)

# tl_real_estate_filter.gartenflaeche_asc
source: Garden area (lowest to highest)
de: Gartenfläche (niedrigste zuerst)

# tl_real_estate_filter.gartenflaeche_desc
source: Garden area (highest to lowest)
de: Gartenfläche (höchste zuerst)

# tl_real_estate_filter.kellerflaeche_asc
source: Basement area (lowest to highest)
de: Kellerfläche (niedrigste zuerst)

# tl_real_estate_filter.kellerflaeche_desc
source: Basement area (highest to lowest)
de: Kellerfläche (höchste zuerst)

# tl_real_estate_filter.fensterfrontQm_asc
source: Glass facade sqm (lowest to highest)
de: Fensterfront m² (niedrigste zuerst)

# tl_real_estate_filter.fensterfrontQm_desc
source: Glass facade sqm (highest to lowest)
de: Fensterfront m² (höchste zuerst)

# tl_real_estate_filter.grundstuecksfront_asc
source: Plot depth (lowest to highest)
de: Grundstücksfront (niedrigste zuerst)

# tl_real_estate_filter.grundstuecksfront_desc
source: Plot depth (highest to lowest)
de: Grundstücksfront (höchste zuerst)

# tl_real_estate_filter.dachbodenflaeche_asc
source: Attic area (lowest to highest)
de: Dachbodenfläche (niedrigste zuerst)
