Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate_value.xlf
Languages: de, es

# tl_real_estate_value.yes
source: Yes
de: Ja
es: Si

# tl_real_estate_value.nicht_noetig
source: Not required for this property
de: Für dieses Objekt nicht nötig
es: No es necesario para este bien inmueble

# tl_real_estate_value.auf_anfrage
source: Upon request
de: Auf Anfrage
es: A petición

# tl_real_estate_value.for_sale
source: For sale
de: Zum Kauf
es: Para comprar

# tl_real_estate_value.for_rent
source: For rent
de: Zur Miete
es: Para alquilar

# tl_real_estate_value.sold
source: Sold
de: Verkauft
es: Vendido

# tl_real_estate_value.rented
source: Rented
de: Vermietet
es: Alquilado

# tl_real_estate_value.incl_mwst
source: incl. VAT
de: inkl. MwSt.
es: incl. IVA

# tl_real_estate_value.provisionsfrei
source: Free of commission
de: Provisionsfrei
es: Libre de comisión

# tl_real_estate_value.nutzungsart_wohnen
source: Living
de: Wohnen
es: Habitar

# tl_real_estate_value.nutzungsart_gewerbe
source: Business
de: Gewerbe
es: Comercio

# tl_real_estate_value.nutzungsart_anlage
source: Investment
de: Anlage
es: Inversión

# tl_real_estate_value.nutzungsart_waz
source: Temporary living
de: Wohnen auf Zeit
es: Alojamiento provisional

# tl_real_estate_value.objektart_zimmer
source: Rooms
de: Zimmer
es: Habitaciones

# tl_real_estate_value.objektart_wohnung
source: Apartment
de: Wohnung
es: Apartamento

# tl_real_estate_value.objektart_haus
source: House
de: Haus
es: Casa

# tl_real_estate_value.objektart_grundstueck
source: Plot
de: Grundstück
es: Terreno

# tl_real_estate_value.objektart_buero_praxen
source: Office / Facility
de: Büro/Praxis
es: Oficina / Práctica

# tl_real_estate_value.objektart_einzelhandel
source: Retail
de: Einzelhandel
es: Comercio al por menor

# tl_real_estate_value.objektart_gastgewerbe
source: Hospitality industry
de: Gastgewerbe
es: Oficios de huésped

# tl_real_estate_value.objektart_hallen_lager_prod
source: Halls / Warehouse / Workshops
de: Hallen/Lager/Produktion
es: Halles / el campo / la producción

# tl_real_estate_value.objektart_land_und_forstwirtschaft
source: Agriculture and forestry
de: Land- und Forstwirtschaft
es: Agricultura y silvicultura

# tl_real_estate_value.objektart_sonstige
source: Miscellaneous
es: Otros

# tl_real_estate_value.objektart_freizeitimmobilie_gewerblich
source: Leisure home (used for commercial purposes)
es: Alojamiento vacacional

# tl_real_estate_value.objektart_zinshaus_renditeobjekt
source: Revenue property
de: Zinshaus/Renditeobjekt
es: Propiedades comerciales

# tl_real_estate_value.zimmer
source: Rooms
de: Zimmer
es: Habitaciones

# tl_real_estate_value.wohnung
source: Apartment
de: Wohnung
es: Apartamento

# tl_real_estate_value.haus
source: House
de: Haus
es: Casa

# tl_real_estate_value.grundstueck
source: Plot
de: Grundstück
es: Terreno

# tl_real_estate_value.buero_praxen
source: Office / Facility
de: Büro/Praxis
es: Oficina / Práctica

# tl_real_estate_value.einzelhandel
source: Retail
de: Einzelhandel
es: Comercio al por menor

# tl_real_estate_value.gastgewerbe
source: Hospitality industry
de: Gastgewerbe
es: Oficios de huésped

# tl_real_estate_value.hallen_lager_prod
source: Halls / Warehouse / Workshops
de: Hallen/Lager/Produktion
es: Halles / el campo / la producción

# tl_real_estate_value.land_und_forstwirtschaft
source: Agriculture and forestry
de: Land- und Forstwirtschaft
es: Agricultura y silvicultura

# tl_real_estate_value.sonstige
source: Miscellaneous
es: Otros

# tl_real_estate_value.freizeitimmobilie_gewerblich
source: Leisure home (used for commercial purposes)
es: Alojamiento vacacional

# tl_real_estate_value.zinshaus_renditeobjekt
source: Revenue property
de: Zinshaus/Renditeobjekt
es: Propiedades comerciales

# tl_real_estate_value.zimmerTyp_zimmer
source: Rooms
de: Zimmer
es: Habitaciones

# tl_real_estate_value.wohnungTyp_dachgeschoss
source: Attic apartment
de: Dachgeschosswohnung
es: Mansarda

# tl_real_estate_value.wohnungTyp_maisonette
source: Maisonette
de: Maisonettewohnung
es: Piso duplex

# tl_real_estate_value.wohnungTyp_loft-studio-atelier
source: Loft / Studio / Atelier
es: Loft / Estudio / Taller

# tl_real_estate_value.wohnungTyp_penthouse
source: Penthouse apartment
de: Penthousewohnung
es: Ático apartamento

# tl_real_estate_value.wohnungTyp_terrassen
source: Terrace apartment
de: Terrassenwohnung
es: Apartamento con terraza

# tl_real_estate_value.wohnungTyp_etage
source: Apartment (floor)
de: Etagenwohnung
es: Apartamento (Piso)

# tl_real_estate_value.wohnungTyp_erdgeschoss
source: Ground floor apartment
de: Erdgeschosswohnung
es: Bungalow apartamento

# tl_real_estate_value.wohnungTyp_souterrain
source: Basement apartment
de: Souterrainwohnung
es: Sótano apartamento

# tl_real_estate_value.wohnungTyp_apartment
source: Apartment
es: Apartamento

# tl_real_estate_value.wohnungTyp_ferienwohnung
source: Holiday apartment
de: Ferienwohnung
es: Apartamento de vacaciones

# tl_real_estate_value.wohnungTyp_galerie
source: Gallery
de: Galerie
es: Galería

# tl_real_estate_value.wohnungTyp_rohdachboden
source: Undeveloped attic
de: Rohdachboden
es: Desván incompleto

# tl_real_estate_value.wohnungTyp_attikawohnung
source: Penthouse
de: Attikawohnung
es: Ático

# tl_real_estate_value.wohnungTyp_keine_angabe
source: Not specified
de: keine Angabe
es: Sin indicación

# tl_real_estate_value.hausTyp_reihenhaus
source: Terraced house
de: Reihenhaus
es: Adosado

# tl_real_estate_value.hausTyp_reihenend
source: End terrace
es: Casa semi-adosada

# tl_real_estate_value.hausTyp_reihenmittel
source: Mid-terrace
de: Reihenmittelhaus
es: Casa adosada

# tl_real_estate_value.hausTyp_reiheneck
source: Corner terraced house
es: Casa adosada haciendo esquina

# tl_real_estate_value.hausTyp_doppelhaushaelfte
source: Duplex (building)
de: Doppelhaushälfte
es: Chalet pareado

# tl_real_estate_value.hausTyp_einfamilienhaus
source: Single-family-house
de: Einfamilienhaus
es: Vivienda unifamiliar

# tl_real_estate_value.hausTyp_stadthaus
source: Townhouse
de: Stadthaus
es: Casa en la ciudad

# tl_real_estate_value.hausTyp_resthof
source: Farmstead
de: Resthof
es: Alquería

# tl_real_estate_value.hausTyp_bauernhaus
source: Farmhouse
de: Bauernhaus
es: Granaja

# tl_real_estate_value.hausTyp_landhaus
source: Cottage
de: Landhaus
es: Caserío

# tl_real_estate_value.hausTyp_schloss
source: Chateau
de: Schloss
es: Château

# tl_real_estate_value.hausTyp_zweifamilienhaus
source: Two-family-house
de: Zweifamilienhaus
es: Casa de dos viviendas

# tl_real_estate_value.hausTyp_mehrfamilienhaus
source: Multifamily house
de: Mehrfamilienhaus
es: Casa multifamiliar

# tl_real_estate_value.hausTyp_ferienhaus
source: Holiday home
de: Ferienhaus
es: Vivienda de vacaciones

# tl_real_estate_value.hausTyp_berghuette
source: Mountain hut
de: Berghütte
es: Cabaña de montaña

# tl_real_estate_value.hausTyp_strandhaus
source: Beach house
de: Strandhaus
es: Casa de playa

# tl_real_estate_value.hausTyp_laube-datsche-gartenhaus
source: Arbor / Dacha / Garden chalet
de: Laube/Datsche/Gartenhaus
es: Glorieta / Dacha / Casa ajardinada

# tl_real_estate_value.hausTyp_apartmenthaus
source: Apartment house
de: Apartmenthaus
es: Edificio de apartamentos

# tl_real_estate_value.hausTyp_burg
source: Castle
de: Burg
es: Castillo

# tl_real_estate_value.hausTyp_herrenhaus
source: Manor house
de: Herrenhaus
es: Casa solariega

# tl_real_estate_value.hausTyp_rustico
source: Rustico
es: Rústico

# tl_real_estate_value.hausTyp_fertighaus
source: Prefab
de: Fertighaus
es: Vivienda prefabricada

# tl_real_estate_value.hausTyp_keine_angabe
source: Not specified
de: keine Angabe
es: No especificado

# tl_real_estate_value.grundstTyp_wohnen
source: Residential plot
de: Wohngrundstück
es: Solar residencial

# tl_real_estate_value.grundstTyp_gewerbe
source: Commercial property
de: Gewerbegrundstück
es: Solar comercial

# tl_real_estate_value.grundstTyp_industrie
source: Industrial property
de: Industriegrundstück
es: Solar industrial

# tl_real_estate_value.grundstTyp_land_forstwirschaft
source: Agricultural and forestry property
de: Land- und Forstwirtschaftsgrundstück
es: Propiedad agrícola y forestal

# tl_real_estate_value.grundstTyp_freizeit
source: Property (leisure time)
de: Grundstück (Freizeit)
es: Solar (ocio)

# tl_real_estate_value.grundstTyp_gemischt
source: Property (mixed)
de: Grundstück (gemischt)
es: Solar (mixto)

# tl_real_estate_value.grundstTyp_gewerbepark
source: Property (Industrial park)
de: Grundstück (Gewerbepark)
es: Solar (Parque empresarial)

# tl_real_estate_value.grundstTyp_sondernutzung
source: Property (Special use)
de: Grundstück (Sondernutzung)
es: Solar (uso especial)

# tl_real_estate_value.grundstTyp_seeliegenschaft
source: Property (Lakefront)
de: Grundstück (Seeliegenschaft)
es: Solar (propiedad lacustre)

# tl_real_estate_value.bueroTyp_bueroflaeche
source: Office space
de: Bürofläche
es: Superficie oficina

# tl_real_estate_value.bueroTyp_buerohaus
source: Office building
de: Bürohaus
es: Edificio de oficinas

# tl_real_estate_value.bueroTyp_buerozentrum
source: Office complex
de: Bürozentrum
es: Centro de la oficina

# tl_real_estate_value.bueroTyp_loft_atelier
source: Loft / Atelier (office)
de: Loft/Atelier (Büro)
es: Loft / Taller (oficina)

# tl_real_estate_value.bueroTyp_praxis
source: Facility (office)
de: Praxis (Büro)
es: Práctica (oficina)

# tl_real_estate_value.bueroTyp_praxisflaeche
source: Facility space
de: Praxisfläche
es: Área de prácticas

# tl_real_estate_value.bueroTyp_praxishaus
source: Medical centre
de: Praxishaus
es: Casa de Práctica

# tl_real_estate_value.bueroTyp_ausstellungsflaeche
source: Exhibition place (office)
de: Ausstellungsfläche
es: El espacio de exposición (oficina)

# tl_real_estate_value.bueroTyp_coworking
source: Office (Co-Working)
de: Büro (Co-Working)
es: Oficina (cotrabajo)

# tl_real_estate_value.bueroTyp_shared_office
source: Shared office
de: Geteiltes Büro
es: Oficina compartida

# tl_real_estate_value.handelTyp_ladenlokal
source: Shop
de: Ladenlokal
es: Tienda

# tl_real_estate_value.handelTyp_einzelhandelsladen
source: Retail store
de: Einzelhandelsladen
es: Tienda minorista

# tl_real_estate_value.handelTyp_verbrauchermarkt
source: Consumer market
de: Verbrauchermarkt
es: Mercado de consumo

# tl_real_estate_value.handelTyp_einkaufszentrum
source: Shopping centre
de: Einkaufszentrum
es: Centro comercial

# tl_real_estate_value.handelTyp_kaufhaus
source: Department store
de: Kaufhaus
es: Tienda departamental

# tl_real_estate_value.handelTyp_factory_outlet
source: Factory outlet
es: Outlet factory

# tl_real_estate_value.handelTyp_kiosk
source: Convenience store
de: Kiosk
es: Quiosco

# tl_real_estate_value.handelTyp_verkaufsflaeche
source: Area for sale
de: Verkaufsfläche
es: Superficie comercial

# tl_real_estate_value.handelTyp_ausstellungsflaeche
source: Exhibition place (trading)
de: Ausstellungsfläche
es: El espacio de exposición (comercial)

# tl_real_estate_value.gastgewTyp_gastronomie
source: Gastronomy
de: Gastronomie
es: Gastronomía

# tl_real_estate_value.gastgewTyp_gastronomie_und_wohnung
source: Gastronomy and living
de: Gastronomie und Wohnung
es: Gastronomía y estilo de vida

# tl_real_estate_value.gastgewTyp_pensionen
source: Pensions
de: Pensionen
es: Pensiones

# tl_real_estate_value.gastgewTyp_weitere_beherbergungsbetriebe
source: Tourist accommodation
de: Beherbergungsbetrieb
es: Alojamiento turístico

# tl_real_estate_value.gastgewTyp_cafe
source: Cafe
de: Café
es: Café

# tl_real_estate_value.gastgewTyp_discothek
source: Discotheque
de: Diskothek
es: Discoteca

# tl_real_estate_value.gastgewTyp_restaurant
source: Restaurant
es: Restaurante

# tl_real_estate_value.gastgewTyp_raucherlokal
source: Bar for smokers
de: Raucherlokal
es: Local para fumado

# tl_real_estate_value.gastgewTyp_einraumlokal
source: Single room bar
de: Einraumlokal
es: Local de un cuarto

# tl_real_estate_value.hallenTyp_halle
source: Hall
de: Halle
es: Salón

# tl_real_estate_value.hallenTyp_industriehalle
source: Industrial hall
de: Industriehalle
es: Sala Industrial

# tl_real_estate_value.hallenTyp_lager
source: Depot hall
de: Lagerhalle
es: Almacén

# tl_real_estate_value.hallenTyp_lagerflaechen
source: Storage space
de: Lagerfläche
es: Superficie trastero

# tl_real_estate_value.hallenTyp_lager_mit_freiflaeche
source: Warehouse with open area
de: Lager mit Freifläche
es: Almacén con un espacio abierto

# tl_real_estate_value.hallenTyp_hochregallager
source: High-bay warehouse
de: Hochregallager
es: Almacén de gran altura

# tl_real_estate_value.hallenTyp_speditionslager
source: Depots
de: Speditionslager
es: Depósitos

# tl_real_estate_value.hallenTyp_produktion
source: Production hall
de: Produktionshalle
es: Sala de producción

# tl_real_estate_value.hallenTyp_werkstatt
source: Workshop
de: Werkstatt
es: Taller

# tl_real_estate_value.hallenTyp_service
source: Service building
de: Servicehalle
es: Sala de servicio

# tl_real_estate_value.hallenTyp_freiflaechen
source: Open area
de: Freifläche
es: Superficie libre

# tl_real_estate_value.hallenTyp_kuehlhaus
source: Cold storage
de: Kühlhaus
es: Almacén refrigerado

# tl_real_estate_value.landTyp_landwirtschaftliche_betriebe
source: Agricultural holding
de: Landwirtschaftlicher Betrieb
es: Empresa agrícola

# tl_real_estate_value.landTyp_bauernhof
source: Farm
de: Bauernhof
es: Granja

# tl_real_estate_value.landTyp_aussiedlerhof
source: Evacuee yard
de: Aussiedlerhof
es: Finca emigrante

# tl_real_estate_value.landTyp_gartenbau
source: Gardening
de: Gartenbau
es: Jardinería

# tl_real_estate_value.landTyp_ackerbau
source: Farming
de: Ackerbau
es: Cultivo

# tl_real_estate_value.landTyp_weinbau
source: Wine growing
de: Weinbau
es: Viticultura

# tl_real_estate_value.landTyp_viehwirtschaft
source: Livestock industry
de: Viehwirtschaft
es: Ganado

# tl_real_estate_value.landTyp_jagd_und_forstwirtschaft
source: Hunting and forestry
de: Jagd- und Forstwirtschaft
es: La caza y la silvicultura

# tl_real_estate_value.landTyp_teich_und_fischwirtschaft
source: Fishing industry
de: Teich- und Fischwirtschaft
es: Industrias lacustre y pesquera

# tl_real_estate_value.landTyp_scheunen
source: Barn
de: Scheune
es: Granero

# tl_real_estate_value.landTyp_reiterhoefe
source: Equestrian farm
de: Reiterhof
es: Criadero de caballos

# tl_real_estate_value.landTyp_sonstige_landwirtschaftsimmobilien
source: Agricultural property
de: Landwirtschaftsimmobilie
es: Propiedad agraria

# tl_real_estate_value.landTyp_anwesen
source: Estate
de: Anwesen
es: Propiedad / mansión

# tl_real_estate_value.landTyp_jagdrevier
source: Hunting reserve
de: Jagdrevier
es: Terreno de caza

# tl_real_estate_value.parkenTyp_doppelgarage
source: Double garage
de: Doppelgarage
es: Doble garaje

# tl_real_estate_value.parkenTyp_duplex
source: Duplex
es: Aparcamiento dúplex

# tl_real_estate_value.parkenTyp_tiefgarage
source: Underground garage
de: Tiefgarage
es: Garaje subterráneo

# tl_real_estate_value.parkenTyp_bootsliegeplatz
source: Mooring
de: Bootsliegeplatz
es: Muelle

# tl_real_estate_value.parkenTyp_einzelgarage
source: Single garage
de: Einzelgarage
es: Garaje individual

# tl_real_estate_value.parkenTyp_parkhaus
source: Parking garage
de: Parkhaus
es: Garaje de estacionamiento

# tl_real_estate_value.parkenTyp_tiefgaragenstellplatz
source: Underground parking space
de: Tiefgaragen-Stellplatz
es: Plaza de garaje subterráneo

# tl_real_estate_value.parkenTyp_parkplatz_strom
source: Parking with electricity
de: Parkplatz mit Strom
es: Aparcamiento con electricidad

# tl_real_estate_value.sonstigeTyp_parkhaus
source: Parking garage (misc.)
de: Parkhaus (sonst.)
es: Garaje de estacionamiento (Otros)

# tl_real_estate_value.sonstigeTyp_garagen
source: Garage
es: Garaje

# tl_real_estate_value.sonstigeTyp_tankstelle
source: Gas station
de: Tankstelle
es: Gasolinera

# tl_real_estate_value.sonstigeTyp_sonstige
source: Miscellaneous
es: Otros

# tl_real_estate_value.freizeitTyp_sportanlagen
source: Sports facility
de: Sportanlage
es: Instalación deportiva

# tl_real_estate_value.freizeitTyp_vergnuegungsparks_und_center
source: Amusement parks and centers
de: Vergnügungspark/Freizeitcenter
es: Parque de atracciones y centro

# tl_real_estate_value.freizeitTyp_freizeitanlagen
source: Leisure facility
de: Freizeitanlage
es: Instalaciones de ocio

# tl_real_estate_value.zinsTyp_mehrfamilienhaus
source: Multifamily house
de: Mehrfamilienhaus
es: Casa multifamiliar

# tl_real_estate_value.zinsTyp_wohn_und_geschaeftshaus
source: Business premises with living accomodation
de: Wohn- und Geschäftshaus
es: Vivienda y comercio

# tl_real_estate_value.zinsTyp_geschaeftshaus
source: Commercial building
de: Geschäftshaus
es: Casa comercial

# tl_real_estate_value.zinsTyp_buerogebaeude
source: Office building
de: Bürogebäude
es: Edificio de oficinas

# tl_real_estate_value.zinsTyp_sb_maerkte
source: SB Market
de: SB-Markt
es: Mercados SB

# tl_real_estate_value.zinsTyp_einkaufscentren
source: Shopping malls
de: Einkaufscenter
es: Centros comerciales

# tl_real_estate_value.zinsTyp_wohnanlagen
source: Residential complexes
de: Wohnanlagen
es: Residences

# tl_real_estate_value.zinsTyp_verbrauchermaerkte
source: Consumer market
de: Verbrauchermarkt
es: Mercado de consumo

# tl_real_estate_value.zinsTyp_industrieanlagen
source: Industrial facilities
de: Industrieanlage
es: Instalaciones industriales

# tl_real_estate_value.zinsTyp_pflegeheim
source: Nursing home
de: Pflegeheim
es: Hogar de ancianos

# tl_real_estate_value.zinsTyp_sanatorium
source: Sanatorium
es: Sanatorio

# tl_real_estate_value.zinsTyp_seniorenheim
source: Retirement home
de: Seniorenheim
es: Residencia de ancianos

# tl_real_estate_value.zinsTyp_betreutes-wohnen
source: Assisted living
de: Betreutes Wohnen
es: Vivienda tutelada

# tl_real_estate_value.preisZeiteinheit_tag
source: Day
de: Tag
es: Día

# tl_real_estate_value.preisZeiteinheit_woche
source: Week
de: Woche
es: Semana

# tl_real_estate_value.preisZeiteinheit_monat
source: Month
de: Monat
es: Mes

# tl_real_estate_value.preisZeiteinheit_jahr
source: Year
de: Jahr
es: Año

# tl_real_estate_value.provisionTeilenWert_absolut
source: Absolute
de: Absolut
es: Absoluto

# tl_real_estate_value.provisionTeilenWert_text
source: Text
es: Texto

# tl_real_estate_value.mieteinnahmenIstPeriode_tag
source: Day
de: Tag
es: Día

# tl_real_estate_value.mieteinnahmenIstPeriode_woche
source: Week
de: Woche
es: Semana

# tl_real_estate_value.mieteinnahmenIstPeriode_monat
source: Month
de: Monat
es: Mes

# tl_real_estate_value.mieteinnahmenIstPeriode_jahr
source: Year
de: Jahr
es: Año

# tl_real_estate_value.mieteinnahmenSollPeriode_tag
source: Day
de: Tag
es: Día

# tl_real_estate_value.mieteinnahmenSollPeriode_woche
source: Week
de: Woche
es: Semana

# tl_real_estate_value.mieteinnahmenSollPeriode_monat
source: Month
de: Monat
es: Mes

# tl_real_estate_value.mieteinnahmenSollPeriode_jahr
source: Year
de: Jahr
es: Año

# tl_real_estate_value.stpSonstigePlatzart_freiplatz
source: Outdoor parking place
de: Außenstellplatz
es: Plaza de aparcamiento

# tl_real_estate_value.stpSonstigePlatzart_garage
source: Garage
es: Garaje

# tl_real_estate_value.stpSonstigePlatzart_tiefgarage
source: Underground garage
de: Tiefgarage
es: Garaje subterráneo

# tl_real_estate_value.stpSonstigePlatzart_duplex
source: Duplex
es: Aparcamiento dúplex

# tl_real_estate_value.stpSonstigePlatzart_parkhaus
source: Parking garage
de: Parkhaus
es: Garaje de estacionamiento

# tl_real_estate_value.stpSonstigePlatzart_sonstiges
source: Miscellaneous
es: Otros

# tl_real_estate_value.lageImBau_links
source: Left
de: Links
es: Izquierda

# tl_real_estate_value.lageImBau_rechts
source: Right
de: Rechts
es: Derecha

# tl_real_estate_value.lageImBau_vorne
source: Front
de: Vorne
es: Delante

# tl_real_estate_value.lageImBau_hinten
source: Back
de: Hinten
es: Detrás

# tl_real_estate_value.lageGebiet_wohn
source: Residential area
de: Wohngebiet
es: Zona residencial

# tl_real_estate_value.lageGebiet_gewerbe
source: Business park
de: Gewerbegebiet
es: Zona comercial

# tl_real_estate_value.lageGebiet_industrie
source: Industrial area
de: Industriegebiet
es: Zona industrial

# tl_real_estate_value.lageGebiet_misch
source: Mixed use area
de: Mischgebiet
es: Territorio mixto

# tl_real_estate_value.lageGebiet_neubau
source: Development area
de: Neubaugebiet
es: Obra nueva área

# tl_real_estate_value.lageGebiet_ortslage
source: Urban
de: Ortslage
es: Urbano

# tl_real_estate_value.lageGebiet_siedlung
source: Settlement
de: Siedlung
es: Urbanización

# tl_real_estate_value.lageGebiet_stadtrand
source: Suburb
de: Stadtrand
es: Periferia

# tl_real_estate_value.lageGebiet_stadtteil
source: District
de: Stadtteil
es: Barrio

# tl_real_estate_value.lageGebiet_stadtzentrum
source: City centre
de: Stadtzentrum
es: Centro urbano

# tl_real_estate_value.lageGebiet_nebenzentrum
source: Sub-centre
de: Nebenzentrum
es: Centro adicional

# tl_real_estate_value.ausstattKategorie_standard
source: standard
es: estándar

# tl_real_estate_value.ausstattKategorie_luxus
source: luxury
de: Luxus
es: lujo

# tl_real_estate_value.bad_dusche
source: Shower
de: Dusche
es: Ducha

# tl_real_estate_value.bad_wanne
source: Bathtub
de: Badewanne
es: Bañera

# tl_real_estate_value.bad_fenster
source: Window
de: Fenster
es: Ventana

# tl_real_estate_value.bad_bidet
source: Bidet
es: Bidé

# tl_real_estate_value.bad_pissoir
source: Urinal
de: Pissoir
es: Urinario

# tl_real_estate_value.kueche_ebk
source: Built-in kitchen
de: Einbauküche
es: Cocina empotrada

# tl_real_estate_value.kueche_offen
source: Open kitchen
de: Offene Küche
es: Cocina abierta

# tl_real_estate_value.kueche_pantry
source: Pantry
de: Speisekammer
es: Despensa

# tl_real_estate_value.boden_fliesen
source: Tiles
de: Fliesen
es: Azulejos

# tl_real_estate_value.boden_stein
source: Stone
es: Piedra

# tl_real_estate_value.boden_teppich
source: Carpet
de: Teppich
es: Moqueta

# tl_real_estate_value.boden_parkett
source: Parquet
de: Parkett
es: Parqué

# tl_real_estate_value.boden_fertigparkett
source: Prefinished
es: Parqué pre-acabado

# tl_real_estate_value.boden_laminat
source: Laminate
de: Laminatboden
es: Laminado

# tl_real_estate_value.boden_dielen
source: Floorboards
de: Dielen
es: Tablas del suelo

# tl_real_estate_value.boden_kunststoff
source: Plastic
es: Plástico

# tl_real_estate_value.boden_estrich
source: Screed
de: Estrich
es: Pavimento

# tl_real_estate_value.boden_doppelboden
source: Raised floor
de: Doppelboden
es: Doble fondo

# tl_real_estate_value.boden_linoleum
source: Linoleum
es: Linóleo

# tl_real_estate_value.boden_marmor
source: Marble
de: Marmor
es: Mármol

# tl_real_estate_value.boden_terrakotta
source: Terracotta
de: Terrakotta
es: Terracota

# tl_real_estate_value.boden_granit
source: Granite
de: Granit
es: Granito

# tl_real_estate_value.heizungsart_ofen
source: Furnace heating
de: Ofen
es: Calefacción de estufa

# tl_real_estate_value.heizungsart_etage
source: Floor heating
de: Etagenheizung
es: Calefacción por pisos

# tl_real_estate_value.heizungsart_zentral
source: Central heating
de: Zentralheizung
es: Calefacción central

# tl_real_estate_value.heizungsart_fern
source: District heating
de: Fernheizung
es: Calefacción a distancia

# tl_real_estate_value.heizungsart_fussboden
source: Underfloor heating
de: Fußbodenheizung
es: Calefacción bajo pavimento

# tl_real_estate_value.befeuerung_oel
source: Oil
de: Öl
es: Aceite

# tl_real_estate_value.befeuerung_elektro
source: Electrical
de: Elektro
es: Eléctrico

# tl_real_estate_value.befeuerung_alternativ
source: Alternative
de: Alternativ
es: Alternativa

# tl_real_estate_value.befeuerung_erdwaerme
source: Geothermal
de: Erdwärme
es: Geotermia

# tl_real_estate_value.befeuerung_luftwp
source: Heatpump (Air)
de: Wärmepumpe (Luft)
es: Bomba de calor (Aire)
