Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate_config.xlf
Languages: de

# tl_real_estate_config.real_estate_list_legend
source: Lists / Visualization
de: Listen/Darstellung

# tl_real_estate_config.number_legend
source: Price / Area
de: Preise/Flächen

# tl_real_estate_config.filter_config_legend
source: Filter settings
de: Filter-Einstellungen

# tl_real_estate_config.provider_contact_legend
source: Provider / Contact Persons
de: Anbieter/Kontaktpersonen

# tl_real_estate_config.api_legend
source: API
de: API-Einstellungen

# tl_real_estate_config.exception_legend
source: Administration / Error notification
de: Administration/Fehlermeldung

# tl_real_estate_config.estateManagerAdminEmail.0
source: E-mail address of the technical administrator
de: E-Mail-Adresse des technischen Administrators

# tl_real_estate_config.estateManagerAdminEmail.1
source: Auto-generated messages like error messages will be sent to this address.
de: Automatisch generierte Nachrichten wie Fehlermeldungen werden an diese Adresse gesendet.

# tl_real_estate_config.numberFormatDecimals.0
source: Decimal separator
de: Dezimaltrennzeichen

# tl_real_estate_config.numberFormatDecimals.1
source: Defines the decimal separator
de: Definiert das Dezimaltrennzeichen

# tl_real_estate_config.numberFormatThousands.0
source: Thousands separator
de: Tausendertrennzeichen

# tl_real_estate_config.numberFormatThousands.1
source: Defines the thousands separator
de: Definiert das Tausendertrennzeichen

# tl_real_estate_config.defaultCurrency.0
source: Currency
de: Währung

# tl_real_estate_config.defaultCurrency.1
source: Defines the currency in which real estate prices are shown.
de: Legt die Währung fest, in der die Immobilienpreise angezeigt werden.

# tl_real_estate_config.defaultNumberOfMainDetails.0
source: Max number of main details
de: Max. Anzahl der primären Details

# tl_real_estate_config.defaultNumberOfMainDetails.1
source: Specifies how many main details are being displayed in lists within a real estate.
de: Gibt an, wie viele primäre Details in Listen innerhalb einer Immobilie ausgegeben werden.

# tl_real_estate_config.defaultNumberOfMainAttr.0
source: Max number of main attributes
de: Max. Anzahl der primären Attribute

# tl_real_estate_config.defaultNumberOfMainAttr.1
source: Specifies how many main attributes are being displayed in lists within a real estate.
de: Gibt an, wie viele primäre Attribute in Listen innerhalb einer Immobilie ausgegeben werden.

# tl_real_estate_config.statusTokenNewDisplayDuration.0
source: Display duration for status token: "New"
de: Anzeigedauer des "Neu" Status-Token

# tl_real_estate_config.statusTokenNewDisplayDuration.1
source: Here you can specify how long the status token "new" will be displayed for new real estate.
de: Geben Sie hier an, wie lange der Status-Token "Neu" für neue Immobilien angezeigt werden soll.

# tl_real_estate_config.defaultSorting.0
source: Default sorting
de: Standard-Sortierung

# tl_real_estate_config.defaultSorting.1
source: Here you can specify which sort order will be considered for the default system.
de: Geben Sie hier an, welche Sortierreihenfolge im Standard beachtet werden soll.

# tl_real_estate_config.defaultImage.0
source: Default image
de: Standard-Bild

# tl_real_estate_config.defaultImage.1
source: Select the default image which will be displayed incase real estate do not contain images.
de: Wählen Sie hier das Standard-Bild aus, welches angezeigt wird, wenn Immobilien keine Bilder enthalten.

# tl_real_estate_config.defaultContactPersonImage.0
source: Default contact person image
de: Standard-Bild für Kontaktpersonen

# tl_real_estate_config.defaultContactPersonImage.1
source: Select the default image which will be displayed incase contact persons do not contain images.
de: Wählen Sie hier das Standard-Bild aus, welches angezeigt wird, wenn Kontaktpersonen keine Bilder enthalten.

# tl_real_estate_config.defaultContactPersonFemaleImage.0
source: Default contact person image (female)
de: Standard-Bild für weibliche Kontaktpersonen

# tl_real_estate_config.defaultContactPersonFemaleImage.1
source: Select the default image which will be displayed incase contact persons do not contain images.
de: Wählen Sie hier das Standard-Bild aus, welches angezeigt wird, wenn Kontaktpersonen keine Bilder enthalten.

# tl_real_estate_config.defaultContactPersonMaleImage.0
source: Default contact person image (male)
de: Standard-Bild für männliche Kontaktpersonen

# tl_real_estate_config.defaultContactPersonMaleImage.1
source: Select the default image which will be displayed incase contact persons do not contain images.
de: Wählen Sie hier das Standard-Bild aus, welches angezeigt wird, wenn Kontaktpersonen keine Bilder enthalten.

# tl_real_estate_config.roomOptions.0
source: Available options: Rooms
de: Verfügbare Optionen: Zimmeranzahl

# tl_real_estate_config.roomOptions.1
source: Here you can enter a comma separated list of options which should be available for the number of rooms.
de: Hier können Sie die eine kommagetrennte Liste von Optionen eingeben, die für die Zimmeranzahl zur Verfügung stehen sollen.

# tl_real_estate_config.cemApiKey.0
source: API Key
de: API-Schlüssel

# tl_real_estate_config.cemApiKey.1
source: The API can only be accessed via such a key. If the field is left blank, the key will be generated automatically.
de: Die API kann nur mit einem solchen Schlüssel aufgerufen werden. Wenn das Feld leer gelassen wird, wird der Schlüssel automatisch generiert.

# tl_real_estate_config.cemExceptionNotifications.0
source: Email notifications
de: E-Mail-Benachrichtigungen

# tl_real_estate_config.cemExceptionNotifications.1
source: Define here when an e-mail may be sent to the technical administrator in the event of an error.
de: Hier können Sie festlegen, wann im Falle eines Fehlers eine E-Mail an den technischen Administrator gesendet werden darf.

# tl_real_estate_config.dateAdded
source: Date added
de: Hinzugefügt am

# tl_real_estate_config.tstamp
source: Timestamp
de: Zeitstempel

# tl_real_estate_config.standVom
source: Status as of
de: Stand vom

# tl_real_estate_config.comma
source: Comma (,)
de: Komma (,)

# tl_real_estate_config.dot
source: Dot (.)
de: Punkt (.)

# tl_real_estate_config.reportSubject
source: Error report
de: Fehlermeldung

# tl_real_estate_config.reportHeadline
source: Error report
de: Fehlermeldung

# tl_real_estate_config.reportText
source: A critical error has occurred:
de: Es ist ein kritischer Fehler aufgetreten:
