Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate_label.xlf
Languages: es

# tl_real_estate_label.labelObjectsFound
source: %s properties found
es: %s inmuebles encontrados

# tl_real_estate_label.auf_anfrage
source: Price
es: Precio

# tl_real_estate_label.objektnrIntern
source: Internal object number
es: Número de objeto interno

# tl_real_estate_label.objektnrExtern
source: Property no.
es: Inmueble no.

# tl_real_estate_label.aktivVon
source: Active from
es: Activo desde

# tl_real_estate_label.aktivBis
source: Active until
es: Activo hasta

# tl_real_estate_label.openimmoObid
source: OpenImmo object ID
es: ID de objeto de OpenImmo

# tl_real_estate_label.kennungUrsprung
source: Identification source
es: Fuente de identificación

# tl_real_estate_label.standVom
source: Status as of
es: Estado a partir de

# tl_real_estate_label.provider
source: Provider
es: Proveedor

# tl_real_estate_label.contactPerson
source: Contact Person
es: Persona de contacto

# tl_real_estate_label.kaufpreis
source: Purchase price
es: Precio de compra

# tl_real_estate_label.kaufpreisnetto
source: Purchase price (net)
es: Precio de compra (neto)

# tl_real_estate_label.kaufpreisbrutto
source: Purchase price (gross)
es: Precio de compra (bruto)

# tl_real_estate_label.erbpacht
source: Hereditary lease
es: Hereditario

# tl_real_estate_label.provisionspflichtig
source: Subject to commission
es: Sujeto a comisión

# tl_real_estate_label.provisionTeilen
source: Share commission
es: Dividir de comisión

# tl_real_estate_label.provisionTeilenWert
source: Share commission
es: Dividir de comisión

# tl_real_estate_label.innenCourtage
source: Internal commission payment
es: Pago de comisiones internas

# tl_real_estate_label.innenCourtageMwst
source: Internal commission payment (VAT)
es: Pago de comisiones internas (IVA)

# tl_real_estate_label.aussenCourtage
source: Buyer's commission
es: Comisión del comprador

# tl_real_estate_label.aussenCourtageMwst
source: Buyer's commission incl. VAT
es: Comisión del comprador incl. IVA

# tl_real_estate_label.courtageHinweis
source: Commission information text
es: Texto de información de la Comisión

# tl_real_estate_label.provisionnetto
source: Commission (net)
es: Comisión (neta)

# tl_real_estate_label.provisionust
source: Commission (with sales tax)
es: Comisión (con impuesto de venta)

# tl_real_estate_label.provisionbrutto
source: Commission (gross)
es: Comisión (bruta)

# tl_real_estate_label.waehrung
source: Currency
es: Moneda

# tl_real_estate_label.mwstSatz
source: VAT rate
es: Tipo de IVA

# tl_real_estate_label.mwstGesamt
source: Total value added tax
es: Total IVA

# tl_real_estate_label.xFache
source: n-times
es: n-veces

# tl_real_estate_label.kaufpreisProQm
source: Purchase price per sqm
es: Precio de compra por m²

# tl_real_estate_label.nettokaltmiete
source: Basic rent (net)
es: Precio del alquiler (neto)

# tl_real_estate_label.bebaubarNach
source: Developable based on
es: Edificable según

# tl_real_estate_label.kaltmiete
source: Net rent (cold rent)
es: Alquiler sin gastos incl.

# tl_real_estate_label.warmmiete
source: Gross rent (warm rent)
es: Alquiler bruto

# tl_real_estate_label.gesamtbelastungbrutto
source: Operating costs (gross)
es: Gastos operacionales (bruto)

# tl_real_estate_label.gesamtkostenprom2von
source: Total costs per sqm of
es: Costos totales por m² de

# tl_real_estate_label.gesamtkostenprom2bis
source: Total costs per sqm up to
es: Costes totales por m² hasta

# tl_real_estate_label.monatlichekostennetto
source: Monthly costs (net)
es: Costos mensuales (netos)

# tl_real_estate_label.monatlichekostenust
source: Monthly costs (with sales tax)
es: Costes mensuales (con impuesto de venta)

# tl_real_estate_label.monatlichekostenbrutto
source: Monthly costs (gross)
es: Costos mensuales (brutos)

# tl_real_estate_label.nebenkostenprom2von
source: Ancillary costs per sqm of
es: Costes adicionales por m² de

# tl_real_estate_label.nebenkostenprom2bis
source: Ancillary costs per sqm up to
es: Costes adicionales por m² hasta

# tl_real_estate_label.ruecklagenetto
source: Reserves (net)
es: Reservas (neto)

# tl_real_estate_label.ruecklageust
source: Reserves (with sales tax)
es: Reservas (con impuesto de venta)

# tl_real_estate_label.sonstigekostennetto
source: Other costs (net)
es: Otros gastos (netos)

# tl_real_estate_label.sonstigekostenust
source: Other costs (with sales tax)
es: Otros gastos (con impuesto de venta)

# tl_real_estate_label.sonstigemietenetto
source: Other rents (net)
es: Otros alquileres (netos)

# tl_real_estate_label.sonstigemieteust
source: Other rents (with sale tax)
es: Otros alquileres (con impuesto de venta)

# tl_real_estate_label.betriebskostennetto
source: Operating costs (net)
es: Gastos operacionales (neto)

# tl_real_estate_label.betriebskostenust
source: Operating costs (with sales tax)
es: Gastos operacionales (con impuesto de venta)

# tl_real_estate_label.evbnetto
source: Maintenance, renewal and improvement fund (net)
es: Fondo de mantenimiento, renovación y mejora (neto)

# tl_real_estate_label.evbust
source: Maintenance / Renewal and improvement fund (with sales tax)
es: Fondo de mantenimiento, renovación y mejora (con impuesto de venta)

# tl_real_estate_label.preisZeiteinheit
source: Price per time unit
es: Precio por unidad de tiempo

# tl_real_estate_label.pacht
source: Lease
es: Arrendamiento

# tl_real_estate_label.kaution
source: Deposit
es: Fianza

# tl_real_estate_label.kautionText
source: Deposit note
es: Nota de depósito

# tl_real_estate_label.geschaeftsguthaben
source: Credit balances (commercial)
es: Saldos Haber (comerciales)

# tl_real_estate_label.richtpreis
source: Target price
es: Precio objetivo

# tl_real_estate_label.richtpreisprom2
source: Target price per sqm
es: Precio objetivo por m²

# tl_real_estate_label.beginnAngebotsphase
source: Start bidding phase
es: Iniciar fase de licitación

# tl_real_estate_label.besichtigungstermin
source: Viewing appointment
es: Cita para ver un inmueble

# tl_real_estate_label.besichtigungstermin2
source: Viewing appointment no. 2
es: Cita para ver un inmueble no. 2

# tl_real_estate_label.beginnBietzeit
source: Start of bidding period
es: Inicio del período de licitación

# tl_real_estate_label.endeBietzeit
source: End of bidding period
es: Fin del período de licitación

# tl_real_estate_label.hoechstgebotZeigen
source: Show highest bid
es: Mostrar la oferta más alta

# tl_real_estate_label.mindestpreis
source: Minimum price
es: Precio mínimo

# tl_real_estate_label.zwangsversteigerung
source: Foreclosure
es: Venta forzosa

# tl_real_estate_label.aktenzeichen
source: File number
es: Referencia del archivo

# tl_real_estate_label.zvtermin
source: Foreclosure appointment
es: Fecha de venta forzosa

# tl_real_estate_label.zusatztermin
source: Additional appointment
es: Fecha suplementaria

# tl_real_estate_label.amtsgericht
source: District Court
es: Tribunal

# tl_real_estate_label.verkehrswert
source: Market value
es: Valor de mercado

# tl_real_estate_label.wohnflaeche
source: Living space
es: Superficie habitable

# tl_real_estate_label.beheizbareFlaeche
source: Heated area
es: Superficies con calefacción

# tl_real_estate_label.ladenflaeche
source: Shop space
es: Superficie comercial

# tl_real_estate_label.freiflaeche
source: Open area
es: Superficie libre

# tl_real_estate_label.vermietbareFlaeche
source: Rentable Area
es: Espacio alquilable

# tl_real_estate_label.gastroflaeche
source: Restaurant area
es: Superficie gastronómica

# tl_real_estate_label.grz
source: Site cover / plot coverage
es: Número de área

# tl_real_estate_label.gfz
source: Floor-area ratio (FAR) / Floor space index
es: Número de superficie (FAR)

# tl_real_estate_label.bmz
source: Cubic index
es: Número cúbico

# tl_real_estate_label.lagerflaeche
source: Storage space
es: Superficie trastero

# tl_real_estate_label.sonstflaeche
source: Other area
es: Otra superficie

# tl_real_estate_label.gesamtflaeche
source: Total area
es: Superficie total

# tl_real_estate_label.grundstuecksflaeche
source: Plot area
es: Superficie del solar

# tl_real_estate_label.bueroflaeche
source: Office space
es: Superficie oficina

# tl_real_estate_label.bueroteilflaeche
source: Partial office space
es: Parciales superficie oficina

# tl_real_estate_label.fensterfront
source: Glass facade
es: Fachada de cristal

# tl_real_estate_label.verwaltungsflaeche
source: Administrative area
es: Superficie administración

# tl_real_estate_label.verkaufsflaeche
source: Area for sale
es: Superficie comercial

# tl_real_estate_label.nutzflaeche
source: Usable area
es: Superficie construida

# tl_real_estate_label.anzahlZimmer
source: Rooms
es: Habitaciones

# tl_real_estate_label.anzahlWohneinheiten
source: Residential units
es: Unidades residenciales

# tl_real_estate_label.anzahlSchlafzimmer
source: Bedrooms
es: Dormitorio

# tl_real_estate_label.anzahlWohnSchlafzimmer
source: Living- / Bedrooms
es: Sala de estar para dormir

# tl_real_estate_label.plaetzeGastraum
source: Places guestroom
es: Plazas habitación de huéspedes

# tl_real_estate_label.anzahlBadezimmer
source: Bathrooms
es: Baños

# tl_real_estate_label.anzahlGewerbeeinheiten
source: Commercial units
es: Unidades comerciales

# tl_real_estate_label.bad
source: Bathroom
es: Baño

# tl_real_estate_label.kueche
source: Kitchen
es: Cocina

# tl_real_estate_label.ausstattKategorie
source: Furnishings
es: Equipamiento

# tl_real_estate_label.lageGebiet
source: Location
es: Sitio

# tl_real_estate_label.gemeindecode
source: Community code
es: Código comunitario

# tl_real_estate_label.objektadresseFreigeben
source: Release property address
es: Liberar la dirección de la propiedad

# tl_real_estate_label.vermarktungsartKauf
source: Buy
es: Comprar

# tl_real_estate_label.vermarktungsartMietePacht
source: For Rent / For Lease
es: Alquiler / Arrendamiento

# tl_real_estate_label.vermarktungsartErbpacht
source: Hereditary leasehold
es: Arrendatario hereditario

# tl_real_estate_label.vermarktungsartLeasing
source: Leasing
es: Arrendamiento

# tl_real_estate_label.objekttitel
source: Property title
es: Título de la inmbueble

# tl_real_estate_label.fahrstuhlart
source: Elevator type
es: Tipo de ascensor

# tl_real_estate_label.moebliert
source: Furnished
es: Amueblada

# tl_real_estate_label.angeschlGastronomie
source: Connected gastronomy
es: Gastronomía conectada

# tl_real_estate_label.serviceleistungen
source: Services
es: Servicios

# tl_real_estate_label.sicherheitstechnik
source: Security
es: Seguridad

# tl_real_estate_label.altlasten
source: Contaminated sites
es: Residuos

# tl_real_estate_label.ausblick
source: View
es: Vista

# tl_real_estate_label.distanzFlughafen
source: Airport
es: Aeropuerto

# tl_real_estate_label.distanzFernbahnhof
source: Railway station
es: Estación ferroviaria

# tl_real_estate_label.distanzAutobahn
source: Highway
es: Autopista

# tl_real_estate_label.distanzUsBahn
source: Subway
es: Metro

# tl_real_estate_label.distanzBus
source: Bus stop
es: Parada de bus

# tl_real_estate_label.distanzKindergarten
source: Kindergarten
es: Guardería

# tl_real_estate_label.distanzGrundschule
source: Primary school
es: Escuela primaria

# tl_real_estate_label.distanzHauptschule
source: Hauptschule (Lower Secondary Education)
es: Hauptschule (primer ciclo de enseñanza secundaria)

# tl_real_estate_label.distanzRealschule
source: Secondary school
es: Escuela Secundaria

# tl_real_estate_label.distanzGesamtschule
source: Comprehensive school
es: Escuela integral

# tl_real_estate_label.distanzGymnasium
source: High school
es: Colegio de secundaria

# tl_real_estate_label.distanzZentrum
source: City centre
es: Centro urbano

# tl_real_estate_label.distanzEinkaufsmoeglichkeiten
source: Shopping facilities
es: Instalaciones comerciales

# tl_real_estate_label.distanzGaststaetten
source: Restaurants
es: Restaurantes

# tl_real_estate_label.distanzSportStrand
source: Beach
es: Playa

# tl_real_estate_label.distanzSportSee
source: Lake
es: Lago

# tl_real_estate_label.distanzSportMeer
source: Sea
es: Mar

# tl_real_estate_label.distanzSportSkigebiet
source: Skiing area
es: Zona de esquí

# tl_real_estate_label.distanzSportSportanlagen
source: Sports facility
es: Instalación deportiva

# tl_real_estate_label.distanzSportWandergebiete
source: Hiking area
es: Zona de senderismo

# tl_real_estate_label.distanzSportNaherholung
source: Local recreation
es: Área recreativa local

# tl_real_estate_label.wintergarten
source: Winter garden
es: Jardín de invierno

# tl_real_estate_label.einliegerwohnung
source: Secondary suite
es: Suite secundaria

# tl_real_estate_label.kubatur
source: Cubature
es: Cubatura

# tl_real_estate_label.ausnuetzungsziffer
source: Floor space index
es: Índice de superficie

# tl_real_estate_label.flaechevon
source: Area from
es: Área (desde)

# tl_real_estate_label.flaechebis
source: Area up to
es: Área (hasta)

# tl_real_estate_label.denkmalgeschuetzt
source: Listed building
es: Protección de monumentos

# tl_real_estate_label.raeumeVeraenderbar
source: Rooms can be modified
es: Las habitaciones pueden ser modificadas

# tl_real_estate_label.hochhaus
source: High-rise building
es: Rascacielos

# tl_real_estate_label.vermietet
source: Rented
es: Alquilado

# tl_real_estate_label.gruppennummer
source: Group number
es: Número de grupo

# tl_real_estate_label.zugang
source: Access
es: Acceso

# tl_real_estate_label.laufzeit
source: Duration
es: Duración

# tl_real_estate_label.maxPersonen
source: Maximum capacity
es: Capacidad máxima

# tl_real_estate_label.flur
source: Area
es: Parcela catastral

# tl_real_estate_label.flurstueck
source: Land lot
es: Parcela

# tl_real_estate_label.gemarkung
source: District
es: Comarca

# tl_real_estate_label.barrierefrei
source: Barrier-free
es: Sin barrera arquitectónica

# tl_real_estate_label.befeuerung
source: Heating
es: Fuente energie

# tl_real_estate_label.swimmingpool
source: Pool
es: Piscina

# tl_real_estate_label.wgGeeignet
source: Flatshare suitable
es: Piso compartido adecuado

# tl_real_estate_label.zulieferung
source: Supply/Delivery available
es: Suministro/Entrega disponible

# tl_real_estate_label.dvVerkabelung
source: DV Cable
es: Cableado DV

# tl_real_estate_label.rampe
source: Ramp available
es: Rampa disponible

# tl_real_estate_label.hebebuehne
source: Lifting ramp available
es: Rampa de elevación disponible

# tl_real_estate_label.kran
source: Crane available
es: Grúa disponible

# tl_real_estate_label.zzgMehrwertsteuer
source: plus VAT
es: Más IVA

# tl_real_estate_label.mietzuschlaege
source: Additional rental surcharges
es: Recargos por alquiler adicional

# tl_real_estate_label.hauptmietzinsnetto
source: Head lease rent (net)
es: Alquiler principal (neto)

# tl_real_estate_label.hauptmietzinsust
source: Head lease rent (with sales tax)
es: Alquiler principal (con impuesto de venta)

# tl_real_estate_label.pauschalmiete
source: Flat-rate rent
es: Alquiler tarifa plana

# tl_real_estate_label.alterAttr
source: Age
es: Edad

# tl_real_estate_label.rollstuhlgerecht
source: Wheelchair access
es: Acceso para sillas de ruedas

# tl_real_estate_label.hausgeld
source: Common charges / HOA fee
es: Gastos domésticos

# tl_real_estate_label.abstand
source: Installment payment
es: Pago indemnizatorio

# tl_real_estate_label.preisZeitraumVon
source: Price period from
es: Período de precio desde

# tl_real_estate_label.preisZeitraumBis
source: Price period until
es: Período de precio hasta

# tl_real_estate_label.ausrichtBalkonTerrasse
source: Orientation of balcony / terrace
es: Orientación del balcón/la terraza

# tl_real_estate_label.wbsSozialwohnung
source: Social living/ public housing unit
es: Vivienda social

# tl_real_estate_label.nichtraucher
source: Non-smokers
es: No fumador

# tl_real_estate_label.haustiere
source: Pets
es: Mascotas

# tl_real_estate_label.geschlecht
source: Gender
es: Género

# tl_real_estate_label.letztemodernisierung
source: Last modernization
es: Última modernización

# tl_real_estate_label.objektart
source: Property type
es: Tipo de inmueble

# tl_real_estate_label.stellplatzart
source: Type of parking space
es: Garaje / Plaza de garaje

# tl_real_estate_label.stpGarage
source: Garage parking spaces
es: Plazas de garaje

# tl_real_estate_label.stpGarageKaufpreis
source: Garage purchase price
es: Precio de compra garaje

# tl_real_estate_label.stpGarageMietpreis
source: Garage rent
es: Arriendo de garaje

# tl_real_estate_label.stpSonstige
source: Amount of other parking spaces
es: Cantidad de plazas de aparcamiento (otro)

# tl_real_estate_label.stpSonstigePlatzart
source: Type of other parking spaces
es: Tipo de plazas de aparcamiento (otro)

# tl_real_estate_label.stpSonstigeKaufpreis
source: Purchase price for other parking spaces
es: Precio de compra de plazas de aparcamiento (otro)

# tl_real_estate_label.stpSonstigeMietpreis
source: Rent for other parking spaces
es: Arriendo de plazas de aparcamiento (otro)

# tl_real_estate_label.stpTiefgarage
source: Underground parking spaces
es: Plazas de garaje subterráneo

# tl_real_estate_label.stpTiefgarageKaufpreis
source: Underground garage purchase price
es: Precio de compra de garaje subterráneo

# tl_real_estate_label.stpTiefgarageMietpreis
source: Underground garage rent
es: Arriendo de garage subterráneo

# tl_real_estate_label.stpParkhaus
source: Parking garage spaces
es: Edificio de aparcamientos

# tl_real_estate_label.stpParkhausKaufpreis
source: Parking garage space purchase price
es: Precio de compra - Edificio de aparcamientos

# tl_real_estate_label.stpParkhausMietpreis
source: Parking garage space rent
es: Arriendo - Edificio de aparcamientos

# tl_real_estate_label.stpCarportKaufpreis
source: Carport purchase price
es: Precio de compra de carports

# tl_real_estate_label.stpCarportMietpreis
source: Carport rent
es: Arriendo de carports

# tl_real_estate_label.stpDuplex
source: Duplex
es: Aparcamiento dúplex

# tl_real_estate_label.stpDuplexKaufpreis
source: Duplex purchase price
es: Precio de compra de aparcamiento dúplex

# tl_real_estate_label.stpDuplexMietpreis
source: Duplex rent
es: Arriendo de aparcamiento dúplex

# tl_real_estate_label.stpFreiplatz
source: Outdoor parking spaces
es: Aparcamientos exteriores

# tl_real_estate_label.stpFreiplatzKaufpreis
source: Outdoor parking space purchase price
es: Precio de compra - Aparcamientos exteriores

# tl_real_estate_label.stpFreiplatzMietpreis
source: Outdoor parking space rent
es: Arriendo - Aparcamientos exteriores

# tl_real_estate_label.anzahlStellplaetze
source: Amount of parking spaces
es: Cantidad de plazas de aparcamiento

# tl_real_estate_label.kamin
source: Fireplace
es: Chimenea

# tl_real_estate_label.kabelSatTv
source: Cable / satellite TV
es: TV por cable / satélite

# tl_real_estate_label.dvbt
source: DVBT available
es: DVBT disponible

# tl_real_estate_label.waschTrockenraum
source: Laundry / dry room
es: Sala con dos lavadoras

# tl_real_estate_label.rolladen
source: Roller shutters
es: Persianas enrolladas

# tl_real_estate_label.bibliothek
source: Library available
es: Biblioteca disponible

# tl_real_estate_label.dachboden
source: Attic
es: Desván

# tl_real_estate_label.gaestewc
source: Guest toilet
es: Aseo de invitados

# tl_real_estate_label.anzahlBalkone
source: Balconies
es: Balcones

# tl_real_estate_label.anzahlBetten
source: Beds
es: Camas

# tl_real_estate_label.anzahlTerrassen
source: Terraces
es: Terrazas

# tl_real_estate_label.anzahlLogia
source: Number of loggias
es: Número de logias

# tl_real_estate_label.gastterrasse
source: Guest terrace
es: Terraza de invitados

# tl_real_estate_label.stromanschlusswert
source: Power connection value
es: Valor de la conexión de alimentación

# tl_real_estate_label.kantineCafeteria
source: Canteen/Cafeteria available
es: Cantina/Cafetería disponible

# tl_real_estate_label.teekueche
source: Kitchenette available
es: Cocina pequeña disponible

# tl_real_estate_label.anzahlSepWc
source: Separate toilet rooms
es: Baños separados

# tl_real_estate_label.anzahlEtagen
source: Number of floors
es: Número de plantas

# tl_real_estate_label.wellnessbereich
source: Wellness area
es: Zona de spa

# tl_real_estate_label.telefonFerienimmobilie
source: Phone available (vacational real estate)
es: Teléfono disponible (Propiedad para vacaciones)

# tl_real_estate_label.breitbandZugang
source: Broadband access available
es: Banda ancha disponible

# tl_real_estate_label.breitbandGeschw
source: Broadband speed
es: Velocidad de banda ancha

# tl_real_estate_label.breitbandArt
source: Broadband type
es: Tipo de banda ancha

# tl_real_estate_label.nutzungsart
source: Type of use
es: Tipo de utilización

# tl_real_estate_label.alsFerien
source: Vacation property
es: Propiedad para vacaciones

# tl_real_estate_label.etage
source: Floor
es: Planta

# tl_real_estate_label.plz
source: City
es: Ciudad

# tl_real_estate_label.land
source: Country
es: Pais

# tl_real_estate_label.strasse
source: Street
es: Calle

# tl_real_estate_label.hausnummer
source: House number
es: Número de la casa

# tl_real_estate_label.regionalerZusatz
source: Regional addition
es: Adición regional

# tl_real_estate_label.baujahr
source: Year of construction
es: Año de constr.

# tl_real_estate_label.hallenhoehe
source: Height of the hall
es: Altura del almacen

# tl_real_estate_label.brauereibindung
source: Beer supply agreement
es: Contrato de suministro de cerveza

# tl_real_estate_label.sporteinrichtungen
source: Sports facilities available
es: Instalación deportiva disponible

# tl_real_estate_label.verfuegbarAb
source: Available on
es: Disponible en

# tl_real_estate_label.abdatum
source: Move-in ready on
es: Listo para mudarse en

# tl_real_estate_label.bisdatum
source: Until date
es: Hasta la fecha

# tl_real_estate_label.minMietdauer
source: Minimum rental period
es: Periodo mínimo de alquiler

# tl_real_estate_label.maxMietdauer
source: Maximum rental period
es: Período máximo de alquiler

# tl_real_estate_label.versteigerungstermin
source: Auction date
es: Fecha de subasta

# tl_real_estate_label.zimmerTyp
source: Type of room
es: Tipo de habitación

# tl_real_estate_label.wohnungTyp
source: Type of Apartment
es: Tipo de Apartamento

# tl_real_estate_label.hausTyp
source: Type of house
es: Tipo de vivienda

# tl_real_estate_label.grundstTyp
source: Type of real estate
es: Tipo de inmueble

# tl_real_estate_label.bueroTyp
source: Type of office
es: Tipo de oficina

# tl_real_estate_label.handelTyp
source: Type of Trade
es: Tipo de comercio

# tl_real_estate_label.gastgewTyp
source: Type of hospitality / lodging industry
es: Tipo de hospitalidad / industria del alojamiento

# tl_real_estate_label.hallenTyp
source: Type of hall
es: Tipo de hall

# tl_real_estate_label.landTyp
source: Type of agriculture
es: Tipo de agricultura

# tl_real_estate_label.parkenTyp
source: Type of Parking
es: Tipo de aparcamiento

# tl_real_estate_label.sonstigeTyp
source: Special / Other types
es: Especial / Otros tipos

# tl_real_estate_label.freizeitTyp
source: Type of leisure
es: Tipo de ocio

# tl_real_estate_label.zinsTyp
source: Interest type
es: Tipo de interés

# tl_real_estate_label.kaufpreisAufAnfrage
source: Purchase price on request
es: Precio de compra a petición

# tl_real_estate_label.zustand
source: Condition
es: Estado

# tl_real_estate_label.heizkostennetto
source: Heating costs (net)
es: Gastos de calefacción (neto)

# tl_real_estate_label.heizkostenust
source: Heating costs VAT
es: Gastos de calefacción IVA

# tl_real_estate_label.boden
source: Floor
es: Planta

# tl_real_estate_label.unterkellert
source: With a cellar
es: Con sótano

# tl_real_estate_label.umtsEmpfang
source: UMTS reception available
es: Recepción UMTS disponible

# tl_real_estate_label.klimatisiert
source: Air-conditioned
es: Climatización
