Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate_group.xlf
Languages: de

# tl_real_estate_group.tstamp.0
source: Date of change
de: Änderungsdatum

# tl_real_estate_group.title.0
source: Title
de: Titel

# tl_real_estate_group.similarGroup.0
source: Equivalent group
de: Äquivalente Gruppe

# tl_real_estate_group.similarGroup.1
source: Please enter the equivalent group.
de: Bitte geben Sie die äquivalente Gruppe an.

# tl_real_estate_group.referencePage.1
source: This page is called if no unique real estate type could be determined.
de: Diese Seite wird aufgerufen, wenn kein eindeutiger Immobilientyp ermittelt werden konnte.

# tl_real_estate_group.published.0
source: Publish group
de: Gruppe veröffentlichen

# tl_real_estate_group.published.1
source: Make the group publicly visible on the website.
de: Die Gruppe auf der Webseite anzeigen.

# tl_real_estate_group.title_legend
source: Title
de: Titel

# tl_real_estate_group.config_legend
source: Configuration
de: Konfiguration

# tl_real_estate_group.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_real_estate_group.new.0
source: New real estate group
de: Neue Immobilien-Gruppe

# tl_real_estate_group.new.1
source: Create a new real estate group
de: Eine neue Immobilien-Gruppe erstellen

# tl_real_estate_group.edit.0
source: Edit group
de: Gruppe bearbeiten

# tl_real_estate_group.edit.1
source: Edit group ID %s
de: Gruppe ID %s bearbeiten

# tl_real_estate_group.editheader.0
source: Edit group
de: Gruppe bearbeiten

# tl_real_estate_group.editheader.1
source: Edit the group settings
de: Die Gruppen-Einstellungen bearbeiten

# tl_real_estate_group.copy.0
source: Duplicate group
de: Gruppe duplizieren

# tl_real_estate_group.copy.1
source: Duplicate group ID %s
de: Gruppe ID %s duplizieren

# tl_real_estate_group.delete.0
source: Delete group
de: Gruppe löschen

# tl_real_estate_group.delete.1
source: Delete group ID %s
de: Gruppe ID %s löschen

# tl_real_estate_group.toggle.0
source: Activate/deactivate group
de: Gruppe aktivieren/deaktivieren

# tl_real_estate_group.toggle.1
source: Activate/deactivate group ID %s
de: Gruppe ID %s aktivieren/deaktivieren

# tl_real_estate_group.show.0
source: Group details
de: Gruppendetails
