Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate_administration.xlf
Languages: de

# tl_real_estate_administration.title
source: Administration
de: Verwaltung

# tl_real_estate_administration.group_provider
source: Provider / Locations
de: Anbieter / Standorte

# tl_real_estate_administration.group_realestate
source: Real estate
de: Immobilien

# tl_real_estate_administration.group_visualization
source: Representation / Modules
de: Darstellung / Module

# tl_real_estate_administration.provider.0
source: Manage providers / locations
de: Anbieter / Standorte verwalten

# tl_real_estate_administration.provider.1
source: Manage all providers / locations and contact persons in the system.
de: Verwalten Sie alle Anbieter / Standorte und Kontaktpersonen im System.

# tl_real_estate_administration.filter.0
source: Manage filters
de: Filter verwalten

# tl_real_estate_administration.filter.1
source: Manage and create individual real estate filters. Represents the basic structure of a real estate filter in the frontend.
de: Individuelle Immobilien-Filter verwalten und anlegen. Stellt das Grundgerüst eines Immobilien-Filters im Frontend dar.

# tl_real_estate_administration.type.0
source: Manage real estate types
de: Objekttypen verwalten

# tl_real_estate_administration.type.1
source: Here you can control the general behavior of real estate groups and types.
de: Hier kann das allgemeine Verhalten von Immobilien-Gruppen, sowie Immobilien-Typen gesteuert werden.

# tl_real_estate_administration.field_format.0
source: Manage field formatting
de: Feldformatierung verwalten

# tl_real_estate_administration.field_format.1
source: Here you can manage the display and formatting of the real estate details / fields.
de: Hier kann die Darstellung und Formatierung der Immobilien-Details / Felder verwalten werden.

# tl_real_estate_administration.interface.0
source: Manage interfaces
de: Schnittstellen verwalten

# tl_real_estate_administration.interface.1
source: Here you can manage and execute OpenImmo import interfaces.
de: Hier können OpenImmo Import-Schnittstellen verwalten und ausgeführt werden.

# tl_real_estate_administration.config.0
source: Settings
de: Einstellungen

# tl_real_estate_administration.config.1
source: General and basic configuration settings.
de: Allgemeine Einstellungen und Basiskonfiguration.

# tl_real_estate_administration.expose_module.0
source: Manage exposee modules
de: Exposé-Module verwalten

# tl_real_estate_administration.expose_module.1
source: Setting up and editing the modules of an exposee.
de: Einrichten und Bearbeiten der Module eines Exposés.

# tl_real_estate_administration.addon.0
source: Manage licenses
de: Lizenzen verwalten

# tl_real_estate_administration.addon.1
source: Here you can manage licenses for extensions and start demo versions.
de: Hier können Sie Lizenzen für Erweiterungen verwalten sowie Demoversionen starten.

# tl_real_estate_administration.addon_catalog.0
source: Explore add-ons
de: Weitere Add-Ons finden

# tl_real_estate_administration.addon_catalog.1
source: Browse extension catalog.
de: Erweiterungskatalog durchsuchen.

# tl_real_estate_administration.real_estate.0
source: Manage real estate
de: Immobilien verwalten

# tl_real_estate_administration.real_estate.1
source: Here you can manage real estate that exist in the system.
de: Hier können die im System vorhandenen Immobilien verwaltet werden.
