Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate.xlf
Languages: de

# tl_real_estate.maxPersonen.0
source: Maximum capacity
de: Maximale Personenanzahl

# tl_real_estate.flur.0
source: Area
de: Flur

# tl_real_estate.flur.1
source: Here you can specify the area (german: Flurangaben).
de: Hier können Sie die Flur angeben.

# tl_real_estate.flurstueck.0
source: Land lot
de: Flurstück

# tl_real_estate.flurstueck.1
source: Here you can specify the land lot details.
de: Hier können Sie das Flurstück angeben.

# tl_real_estate.gemarkung.0
source: District
de: Gemarkung

# tl_real_estate.gemarkung.1
source: Here you can specify the district (german: Gemarkung).
de: Hier können Sie die Gemarkung angeben.

# tl_real_estate.etage.0
source: Floor
de: Etage

# tl_real_estate.etage.1
source: Here you can specify the floor that the real estate is on.
de: Etage auf der sich das Objekt befindet.

# tl_real_estate.anzahlEtagen.0
source: Total number of floors.
de: Gesamtanzahl der Etagen

# tl_real_estate.anzahlEtagen.1
source: Here you can enter the number of the floors of the building.
de: Anzahl der sich im Gebäude befindlichen Etagen.

# tl_real_estate.anzahlZimmer.0
source: Number of rooms
de: Anzahl der Zimmer

# tl_real_estate.anzahlZimmer.1
source: Here you can enter the total number of rooms.
de: Geben Sie hier die Gesamtanzahl der Zimmer an.

# tl_real_estate.anzahlSchlafzimmer.0
source: Number of bedrooms
de: Anzahl der Schlafzimmer

# tl_real_estate.anzahlSchlafzimmer.1
source: Here you can enter the total number of bedrooms.
de: Geben Sie hier die Gesamtanzahl der Schlafzimmer an.

# tl_real_estate.anzahlBadezimmer.0
source: Number of bathrooms.
de: Anzahl der Badezimmer

# tl_real_estate.anzahlBadezimmer.1
source: Here you can enter the total number of bathrooms.
de: Geben Sie hier die Gesamtanzahl der Badezimmer an.

# tl_real_estate.anzahlSepWc.0
source: Number of separated toilet rooms
de: Anzahl der separaten WCs

# tl_real_estate.anzahlSepWc.1
source: Here you can enter the total number of separated toilet rooms.
de: Geben Sie hier die Gesamtanzahl der separaten WCs an.

# tl_real_estate.anzahlBalkone.0
source: Number of balconies
de: Anzahl der Balkone

# tl_real_estate.anzahlBalkone.1
source: Here you can enter the total number of balconies.
de: Geben Sie hier die Gesamtanzahl der Balkone an.

# tl_real_estate.anzahlTerrassen.0
source: Number of terraces
de: Anzahl der Terrassen

# tl_real_estate.anzahlTerrassen.1
source: Here you can enter the total number of terraces.
de: Geben Sie hier die Gesamtanzahl der Terrassen an.

# tl_real_estate.anzahlLogia.0
source: Number of loggias
de: Anzahl der Logias

# tl_real_estate.anzahlLogia.1
source: Here you can enter the total number of loggias.
de: Geben Sie hier die Gesamtanzahl der Logias an.

# tl_real_estate.anzahlWohnSchlafzimmer.0
source: Number of bed-sitting rooms (BE)
de: Anzahl der Wohn-Schlafzimmer

# tl_real_estate.anzahlWohnSchlafzimmer.1
source: Here you can enter the total number of bed-sitting rooms.
de: Geben Sie hier die Gesamtanzahl der Wohn-Schlafzimmer an.

# tl_real_estate.plaetzeGastraum.0
source: Places guestroom
de: Plätze Gastraum

# tl_real_estate.anzahlBetten.0
source: Number of beds
de: Anzahl Betten

# tl_real_estate.anzahlTagungsraeume.0
source: Number of conference rooms
de: Anzahl der Tagungsräume

# tl_real_estate.anzahlTagungsraeume.1
source: Here you can enter the total number of conference rooms.
de: Geben Sie hier die Gesamtanzahl der Tagungsräume an.

# tl_real_estate.anzahlWohneinheiten.0
source: Number of residential units
de: Anzahl der Wohneinheiten

# tl_real_estate.anzahlWohneinheiten.1
source: Here you can enter the total number of residential units.
de: Geben Sie hier die Gesamtanzahl der Wohneinheiten an.

# tl_real_estate.anzahlGewerbeeinheiten.0
source: Number of commercial units
de: Anzahl der Gewerbeeinheiten

# tl_real_estate.anzahlGewerbeeinheiten.1
source: Here you can enter the total number of commercial units.
de: Geben Sie hier die Gesamtanzahl der Gewerbeeinheiten an.

# tl_real_estate.new.0
source: New real estate
de: Neue Immobilie

# tl_real_estate.new.1
source: Create a new real estate
de: Eine neue Immobilie erstellen

# tl_real_estate.edit.0
source: Edit real estate
de: Immobilie bearbeiten

# tl_real_estate.edit.1
source: Edit real estate ID %s
de: Immobilie ID %s bearbeiten

# tl_real_estate.copy.0
source: Duplicate real estate
de: Immobilie duplizieren

# tl_real_estate.copy.1
source: Duplicate real estate ID %s
de: Immobilie ID %s duplizieren

# tl_real_estate.delete.0
source: Delete real estate
de: Immobilie löschen

# tl_real_estate.delete.1
source: Delete real estate ID %s
de: Immobilie ID %s löschen

# tl_real_estate.toggle.0
source: Activate/deactivate real estate
de: Immobilie aktivieren/deaktivieren

# tl_real_estate.toggle.1
source: Activate/deactivate real estate ID %s
de: Immobilie ID %s aktivieren/deaktivieren

# tl_real_estate.show.0
source: Real estate details
de: Immobiliendetails

# tl_real_estate.show.1
source: Show the details of real estate ID %s
de: Die Details der Immobilie ID %s anzeigen

# tl_real_estate.teilbarAb.0
source: Divisible from
de: Teilbar ab

# tl_real_estate.teilbarAb.1
source: Here you can enter when the property should be divided.
de: Hier können Sie angeben, wann die Immobilie aufgeteilt werden soll.

# tl_real_estate.verkaufstatus.0
source: Sales status
de: Verkaufsstatus

# tl_real_estate.verkaufstatus.1
source: Here you can choose the sales status of your real estate.
de: Hier können Sie den Verkaufsstatus Ihrer Immobilie auswählen.

# tl_real_estate.sprache.0
source: Language
de: Sprache

# tl_real_estate.sprache.1
source: Here you can enter the language of your real estate (e.g: en-US or de-DE etc.).
de: Hier können Sie die Sprache Ihrer Immobilie definieren (Bsp.: de-DE oder de-CH, en-US usw.).

# tl_real_estate.anbieterobjekturl.0
source: Provider real estate URL
de: Anbieter Immobilien URL

# tl_real_estate.offen.0
source: Open
de: Offen

# tl_real_estate.reserviert.0
source: Reserved
de: Reserviert

# tl_real_estate.verkauft.0
source: Sold
de: Verkauft

# tl_real_estate.AUFTRAGSART.0
source: ORDERTYPE
de: AUFTRAGSART
