Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate_label.xlf
Languages: es

# tl_real_estate_label.seniorengerecht
source: Suitable for the elderly
es: Adecuado para las personas mayores

# tl_real_estate_label.kartenMakro
source: Macro-map available
es: Macro-mapa disponible

# tl_real_estate_label.kartenMikro
source: Micro-map available
es: Micro-mapa disponible

# tl_real_estate_label.virtuelletour
source: Virtual tour available
es: Visita virtual disponible

# tl_real_estate_label.luftbildern
source: Aerial photographs available
es: Fotografías aéreas disponibles

# tl_real_estate_label.heizungsart
source: Type of heating
es: Tipo de Calefacción

# tl_real_estate_label.abstellraum
source: Storage room
es: Trastero

# tl_real_estate_label.gesamtmietenetto
source: Total rent
es: Alquiler total

# tl_real_estate_label.gesamtmieteust
source: Total rent (with sales tax)
es: Alquiler total (con impuesto de venta)

# tl_real_estate_label.gesamtmietebrutto
source: Total rent (gross)
es: Alquiler total (brutos)

# tl_real_estate_label.gesamtbelastungnetto
source: Total load (net)
es: Carga total (neto)

# tl_real_estate_label.gesamtbelastungust
source: Total load (with sales tax)
es: Carga total (con impuesto de venta)

# tl_real_estate_label.mieteinnahmenIst
source: Rental income (actual)
es: Ingresos por alquiler (real)

# tl_real_estate_label.mieteinnahmenSoll
source: Rental income (target)
es: Ingresos por alquiler (previsión)

# tl_real_estate_label.mieteinnahmenSollPeriode
source: Rental income per target period (german: Soll-Periode)
es: Ingresos de alquiler por período de destino (en alemán: Soll-Periode)

# tl_real_estate_label.erschliessungskosten
source: Infrastructure and improvement costs
es: Costes de desarrollo

# tl_real_estate_label.nettorendite
source: Net yield
es: Rendimiento neto

# tl_real_estate_label.mietpreisProQm
source: Rent per sqm
es: Precio de alquiler por m²

# tl_real_estate_label.nebenkosten
source: Ancillary costs
es: Costes auxiliares

# tl_real_estate_label.mieteinnahmenIstPeriode
source: Rental income period (actual)
es: Ingresos de alquiler por período (real)

# tl_real_estate_label.nettorenditeIst
source: Net yield "Actual" (%)
es: Rendimiento neto "real" (%)

# tl_real_estate_label.nettorenditeSoll
source: Net yield "Target" (%)
es: Rendimiento neto "previsión" (%)

# tl_real_estate_label.heizkostenEnthalten
source: Heating costs included
es: Gastos de calefacción incluida

# tl_real_estate_label.heizkosten
source: Heating costs
es: Gastos de calefacción

# tl_real_estate_label.kabelkanaele
source: Cable TV
es: TV por cable

# tl_real_estate_label.gartennutzung
source: Garden usage
es: Uso del jardín

# tl_real_estate_label.erschliessung
source: Area development
es: Urbanización

# tl_real_estate_label.erschliessungUmfang
source: Development
es: Ámbito de desarrollo

# tl_real_estate_label.bauzone
source: Building zone
es: Zona de construcción

# tl_real_estate_label.energiepassGueltigBis
source: Valid until
es: Válido hasta

# tl_real_estate_label.energiepassAusstelldatum
source: Date of issue
es: Fecha de expedición

# tl_real_estate_label.energiepassJahrgang
source: Year
es: Año

# tl_real_estate_label.energiepassGebaeudeart
source: Type of building
es: Tipo de edificio

# tl_real_estate_label.energiepassEpasstext
source: Energy certification text
es: Certificación energética de edificios texto

# tl_real_estate_label.energiepassHwbwert
source: HWB value (heating demand)
es: Valor HWB (demanda de calefacción)

# tl_real_estate_label.energiepassHwbklasse
source: HWB class (heating demand)
es: Clase HWB (demanda de calefacción)

# tl_real_estate_label.energiepassFgeewert
source: FGEE value (total energy efficiency factor)
es: Valor FGEE (factor de eficiencia energética total)

# tl_real_estate_label.energiepassFgeeklasse
source: FGEE class
es: Clase FGEE

# tl_real_estate_label.energiepassBaujahr
source: Year of construction
es: Año de constr.

# tl_real_estate_label.energiepassMitwarmwasser
source: Hot water included
es: Agua caliente incluida

# tl_real_estate_label.energiepassEndenergiebedarf
source: Final energy demand
es: Demanda energética final

# tl_real_estate_label.energiepassPrimaerenergietraeger
source: Power source
es: Fuente de energía

# tl_real_estate_label.energiepassEpart
source: Energy rating
es: Calificación energética

# tl_real_estate_label.energiepassEnergieverbrauchkennwert
source: Consumption value
es: Valor del consumo

# tl_real_estate_label.energiepassStromwert
source: Current (electrical) value
es: Valor de la corriente (eléctrica)

# tl_real_estate_label.energiepassWaermewert
source: Thermal conductivity
es: Conductividad térmica

# tl_real_estate_label.energiepassWertklasse
source: Efficiency rating
es: Clasificación de eficiencia

# tl_real_estate_label.objektbeschreibung
source: Description
es: Descripción

# tl_real_estate_label.ausstattBeschr
source: Furnishings
es: Equipamiento

# tl_real_estate_label.lage
source: Location
es: Sitio

# tl_real_estate_label.sonstigeAngaben
source: Miscellaneous
es: Otros

# tl_real_estate_label.teilbarAb
source: Divisible at
es: Divisible desde

# tl_real_estate_label.verkaufstatus
source: Sales status
es: Status de venta

# tl_real_estate_label.anbieterobjekturl
source: Provider real estate URL
es: URL del proveedor de bienes raíces

# tl_real_estate_label.offen
source: Open
es: Abierto

# tl_real_estate_label.reserviert
source: Reserved
es: Reservado

# tl_real_estate_label.verkauft
source: Sold
es: Vendido

# tl_real_estate_label.ort
source: Town
es: Lugar

# tl_real_estate_label.bundesland
source: State
es: Region

# tl_real_estate_label.breitengrad
source: Latitude
es: Latitud

# tl_real_estate_label.laengengrad
source: Longitude
es: Longitud

# tl_real_estate_label.lageImBau
source: Location of Property
es: Ubicación de la propiedad

# tl_real_estate_label.wohnungsnr
source: Apartment number
es: Número de apartamento

# tl_real_estate_label.gewerblicheNutzung
source: Commercial use
es: Uso comercial

# tl_real_estate_label.branchen
source: Industry sectors
es: Sectores de la industria

# tl_real_estate_label.anzahlTagungsraeume
source: Conference rooms
es: Salas de reuniones

# tl_real_estate_label.fahrradraum
source: Bike room
es: Sala para guarda bicicletas

# tl_real_estate_label.summemietenetto
source: Total rent (net)
es: Alquiler total (neto)

# tl_real_estate_label.summemieteust
source: Total rent (with sales tax)
es: Alquiler total (con impuesto de venta)

# tl_real_estate_label.nettomieteprom2von
source: Rent (net) per sqm of
es: Alquiler (neto) por m² de

# tl_real_estate_label.nettomieteprom2bis
source: Rent (net) per sqm up to
es: Alquiler (neto) por m² hasta

# tl_real_estate_label.freitextPreis
source: Price
es: Precio

# tl_real_estate_label.balkonTerrasseFlaeche
source: Balcony / Terrace area
es: Superficie de Balcón/terraza

# tl_real_estate_label.gartenflaeche
source: Garden area
es: Superficie de jardín

# tl_real_estate_label.kellerflaeche
source: Cellar / basement area
es: Superficie de sótano

# tl_real_estate_label.fensterfrontQm
source: Glass facade sqm
es: Fachada de cristal m²

# tl_real_estate_label.grundstuecksfront
source: Depth of plot
es: Frente de parcela

# tl_real_estate_label.dachbodenflaeche
source: Area of attic
es: Superficie del ático
