Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate_type.xlf
Languages: de

# tl_real_estate_type.title.0
source: Title
de: Bezeichnung

# tl_real_estate_type.title.1
source: Please enter the title of the property type.
de: Bitte geben Sie die Bezeichnung des Immobilientyps ein.

# tl_real_estate_type.longTitle.0
source: Detailed title
de: Detaillierte Bezeichnung

# tl_real_estate_type.longTitle.1
source: Please enter the detailed title of the property type.
de: Bitte geben Sie die detaillierte Bezeichnung des Immobilientyps ein.

# tl_real_estate_type.similarType.0
source: Equivalent real estate type
de: Äquivalenter Immobilientyp

# tl_real_estate_type.similarType.1
source: Please enter the equivalent real estate type.
de: Bitte wählen Sie den äquivalenten Immobilientyp aus.

# tl_real_estate_type.referencePage.0
source: Reference page
de: Referenz-Seite

# tl_real_estate_type.referencePage.1
source: This page is called if this unique real estate type could be determined.
de: Diese Seite wird aufgerufen, wenn dieser eindeutige Immobilientyp ermittelt werden konnte.

# tl_real_estate_type.jumpTo.0
source: Special exposee page
de: Spezielle Exposé-Seite

# tl_real_estate_type.jumpTo.1
source: Here you can navigate to a real estate type specific expose page.
de: Hier können Sie eine Immobilientyp-spezifische Exposé-Seite ansteuern.

# tl_real_estate_type.nutzungsart.0
source: Type of use
de: Nutzungsart

# tl_real_estate_type.nutzungsart.1
source: Please enter the type of use.
de: Bitte geben Sie die Nutzungsart an.

# tl_real_estate_type.nutzungsart_wohnen
source: Living
de: Wohnen

# tl_real_estate_type.nutzungsart_gewerbe
source: Business
de: Gewerbe

# tl_real_estate_type.nutzungsart_anlage
source: Investment
de: Anlage

# tl_real_estate_type.nutzungsart_waz
source: Temporary living
de: Wohnen auf Zeit

# tl_real_estate_type.vermarktungsart.0
source: Marketing type
de: Vermarktungsart

# tl_real_estate_type.vermarktungsart.1
source: Please enter the marketing type.
de: Bitte geben Sie die Vermarktungsart an.

# tl_real_estate_type.kauf_erbpacht
source: Buy
de: Kaufen

# tl_real_estate_type.miete_leasing
source: Rent
de: Mieten

# tl_real_estate_type.objektart.0
source: Property type
de: Objektart

# tl_real_estate_type.objektart.1
source: Please enter the object type.
de: Bitte geben Sie die Objektart an.

# tl_real_estate_type.objektart_zimmer
source: Rooms
de: Zimmer

# tl_real_estate_type.objektart_wohnung
source: Apartment
de: Wohnung

# tl_real_estate_type.objektart_haus
source: House
de: Haus

# tl_real_estate_type.objektart_grundstueck
source: Plot
de: Grundstück

# tl_real_estate_type.objektart_buero_praxen
source: Office / Facility
de: Büro/Praxis

# tl_real_estate_type.objektart_einzelhandel
source: Retail
de: Einzelhandel

# tl_real_estate_type.objektart_gastgewerbe
source: Hospitality industry
de: Gastgewerbe

# tl_real_estate_type.objektart_hallen_lager_prod
source: Halls / Warehouse / Workshops
de: Hallen/Lager/Prod.

# tl_real_estate_type.objektart_land_und_forstwirtschaft
source: Agriculture and forestry
de: Land und Forstwirtschaft

# tl_real_estate_type.objektart_parken
source: Parking
de: Stellplatz

# tl_real_estate_type.objektart_sonstige
source: Miscellaneous
de: Sonstiges

# tl_real_estate_type.objektart_freizeitimmobilie_gewerblich
source: Leisure home (used for commercial purposes)
de: Freizeitimmobilie (gewerblich)

# tl_real_estate_type.objektart_zinshaus_renditeobjekt
source: Revenue property
de: Zinshaus/Renditeobjekt

# tl_real_estate_type.excludeTypes.0
source: Exclude real estate types
de: Immobilientypen ausschließen

# tl_real_estate_type.excludeTypes.1
source: Here you can exclude individual real estate categories from the search if the field configuration for real estate types overlaps.
de: Bei Überschneidungen der Feld-Konfigurationen für Immobilientypen können Sie einzelne Immobilientypen für die Suche hier ausschließen.

# tl_real_estate_type.excludedTypes.0
source: Excluded real estate types
de: Ausgeschlossene Immobilientypen

# tl_real_estate_type.excludedTypes.1
source: Excluded real estate types are not taken into account when searching for this explicit real estate type.
de: Ausgeschlossene Immobilientypen werden bei der Suche dieses expliziten Immobilientyps nicht berücksichtigt.

# tl_real_estate_type.price.0
source: Primary price field
de: Primäres Preisfeld

# tl_real_estate_type.price.1
source: Please enter the primary price field.
de: Bitte geben Sie das primäre Preisfeld an.

# tl_real_estate_type.area.0
source: Primary area-field
de: Primäres Flächenfeld

# tl_real_estate_type.area.1
source: Please enter the primary-area field.
de: Bitte geben Sie das primäre Flächenfeld an.

# tl_real_estate_type.toggleFilter.0
source: Primary filter
de: Primäre Filter

# tl_real_estate_type.toggleFilter.1
source: Please choose the primary filter.
de: Hier können Sie die primären Filter auswählen.

# tl_real_estate_type.sortingOptions.0
source: Sorting options
de: Sortieroptionen

# tl_real_estate_type.sortingOptions.1
source: Please enter the sorting options.
de: Bitte geben Sie die Sortieroptionen an.

# tl_real_estate_type.mainDetails.0
source: Primary details
de: Primäre Details

# tl_real_estate_type.mainDetails.1
source: Please enter the primary details.
de: Bitte geben Sie die primären Details an.

# tl_real_estate_type.mainAttributes.0
source: Primary attributes
de: Primäre Attribute

# tl_real_estate_type.mainAttributes.1
source: Please enter the primary attributes of the real estate.
de: Bitte geben Sie die primären Attribute der Immobilie an.

# tl_real_estate_type.orderFields.0
source: Sort fields
de: Felder sortieren

# tl_real_estate_type.orderFields.1
source: Should the fields of a real estate be displayed in a user-defined order?
de: Sollen die Felder einer Immobilie in einer benutzerdefinierten Reihenfolge ausgegeben werden?

# tl_real_estate_type.orderedFields.0
source: Field sorting
de: Feldsortierung

# tl_real_estate_type.orderedFields.1
source: Here you can specify a user-defined order of the fields.
de: Hier können Sie eine benutzerdefinierte Reihenfolge der Felder angeben.

# tl_real_estate_type.language.0
source: Language
de: Sprache

# tl_real_estate_type.published.0
source: Publish
de: Veröffentlichen

# tl_real_estate_type.published.1
source: Publish real estate type
de: Immobilien-Typ veröffentlichen

# tl_real_estate_type.title_legend
source: Title & type settings
de: Titel- und Typ-Einstellungen

# tl_real_estate_type.forwarding_legend
source: Forwarding
de: Weiterleitung

# tl_real_estate_type.field_legend
source: Field configuration
de: Feld-Konfiguration

# tl_real_estate_type.filter_legend
source: Filter settings
de: Filter-Einstellungen

# tl_real_estate_type.display_legend
source: Display settings
de: Darstellungseinstellungen

# tl_real_estate_type.language_legend
source: Language settings
de: Sprach-Einstellungen

# tl_real_estate_type.publish_legend
source: Publish
de: Veröffentlichen

# tl_real_estate_type.new.0
source: New real estate type
de: Neuer Immobilientyp

# tl_real_estate_type.new.1
source: Create a new real estate type
de: Eine neue Immobilien-Gruppe erstellen

# tl_real_estate_type.edit.0
source: Edit real estate type
de: Immobilien-Typ bearbeiten

# tl_real_estate_type.edit.1
source: Edit real estate type ID %s
de: Immobilien-Typ ID %s bearbeiten

# tl_real_estate_type.cut.0
source: Move real estate type
de: Immobilien-Typ verschieben

# tl_real_estate_type.cut.1
source: Move real estate type ID %s
de: Immobilien-Typ ID %s verschieben

# tl_real_estate_type.editheader.0
source: Edit real estate type
de: Immobilien-Typ bearbeiten

# tl_real_estate_type.editheader.1
source: Edit the real estate type settings
de: Die Typ-Einstellungen bearbeiten

# tl_real_estate_type.copy.0
source: Duplicate real estate type
de: Immobilien-Typ duplizieren

# tl_real_estate_type.copy.1
source: Duplicate real estate type ID %s
de: Immobilien-Typ ID %s duplizieren

# tl_real_estate_type.delete.0
source: Delete real estate type
de: Immobilien-Typ löschen

# tl_real_estate_type.delete.1
source: Delete real estate type ID %s
de: Immobilien-Typ ID %s löschen

# tl_real_estate_type.toggle.0
source: Activate/deactivate real estate type
de: Immobilien-Typ aktivieren/deaktivieren

# tl_real_estate_type.toggle.1
source: Activate/deactivate real estate type ID %s
de: Immobilien-Typ ID %s aktivieren/deaktivieren

# tl_real_estate_type.show.0
source: Real estate type details
de: Immobilien-Typ Details

# tl_real_estate_type.show.1
source: Show the details of real estate type ID %s
de: Die Details des Immobilien-Typ ID %s anzeigen

# tl_real_estate_type.pastenew.0
source: Add new at the top
de: Neuen Immobilien-Typ oben erstellen

# tl_real_estate_type.pastenew.1
source: Add new after real estate type ID %s
de: Neuen Immobilien-Typ nach ID %s erstellen
