Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate_filter.xlf
Languages: de

# tl_real_estate_filter.dachbodenflaeche_desc
source: Attic area (highest to lowest)
de: Dachbodenfläche (höchste zuerst)

# tl_real_estate_filter.wohnflaeche_asc
source: Living space (lowest to highest)
de: Wohnfläche (kleinste zuerst)

# tl_real_estate_filter.wohnflaeche_desc
source: Living space (highest to lowest)
de: Wohnfläche (größste zuerst)

# tl_real_estate_filter.nutzflaeche_asc
source: Usable area (lowest to highest)
de: Nutzfläche (kleinste zuerst)

# tl_real_estate_filter.nutzflaeche_desc
source: Usable area (highest to lowest)
de: Nutzfläche (größste zuerst)

# tl_real_estate_filter.gesamtflaeche_asc
source: Total area (lowest to highest)
de: Gesamtfläche (kleinste zuerst)

# tl_real_estate_filter.gesamtflaeche_desc
source: Total area (highest to lowest)
de: Gesamtfläche (größste zuerst)

# tl_real_estate_filter.ladenflaeche_asc
source: Shop space (lowest to highest)
de: Ladenfläche (kleinste zuerst)

# tl_real_estate_filter.ladenflaeche_desc
source: Shop space (highest to lowest)
de: Ladenfläche (größste zuerst)

# tl_real_estate_filter.lagerflaeche_asc
source: Storage space (lowest to highest)
de: Lagerfläche (kleinste zuerst)

# tl_real_estate_filter.lagerflaeche_desc
source: Storage space (highest to lowest)
de: Lagerfläche (größste zuerst)

# tl_real_estate_filter.verkaufsflaeche_asc
source: Area for sale (lowest to highest)
de: Verkaufsfläche (kleinste zuerst)

# tl_real_estate_filter.verkaufsflaeche_desc
source: Area for sale (highest to lowest)
de: Verkaufsfläche (größste zuerst)

# tl_real_estate_filter.freiflaeche_asc
source: Open area (lowest to highest)
de: Freifläche (kleinste zuerst)

# tl_real_estate_filter.freiflaeche_desc
source: Open area (highest to lowest)
de: Freifläche (größste zuerst)

# tl_real_estate_filter.bueroflaeche_asc
source: Office space (lowest to highest)
de: Bürofläche (kleinste zuerst)

# tl_real_estate_filter.bueroflaeche_desc
source: Office space (highest to lowest)
de: Bürofläche (größste zuerst)

# tl_real_estate_filter.bueroteilflaeche_asc
source: Partial office space (lowest to highest)
de: Büroteilfläche (kleinste zuerst)

# tl_real_estate_filter.bueroteilflaeche_desc
source: Partial office space (highest to lowest)
de: Büroteilfläche (größste zuerst)

# tl_real_estate_filter.verwaltungsflaeche_asc
source: Administrative area (lowest to highest)
de: Verwaltungsfläche (kleinste zuerst)

# tl_real_estate_filter.verwaltungsflaeche_desc
source: Administrative area (highest to lowest)
de: Verwaltungsfläche (größste zuerst)

# tl_real_estate_filter.gastroflaeche_asc
source: Restaurant area (lowest to highest)
de: Gastrofläche (kleinste zuerst)

# tl_real_estate_filter.gastroflaeche_desc
source: Restaurant area (highest to lowest)
de: Gastrofläche (größste zuerst)

# tl_real_estate_filter.grundstuecksflaeche_asc
source: Plot area (lowest to highest)
de: Grundstücksfläche (kleinste zuerst)

# tl_real_estate_filter.grundstuecksflaeche_desc
source: Plot area (highest to lowest)
de: Grundstücksfläche (größste zuerst)

# tl_real_estate_filter.sonstflaeche_asc
source: Other area (lowest to highest)
de: Sonstige Fläche (kleinste zuerst)

# tl_real_estate_filter.sonstflaeche_desc
source: Other area (highest to lowest)
de: Sonstige Fläche (größste zuerst)

# tl_real_estate_filter.vermietbareFlaeche_asc
source: Rentable area (lowest to highest)
de: Vermietbare Fläche (kleinste zuerst)

# tl_real_estate_filter.vermietbareFlaeche_desc
source: Rentable area (highest to lowest)
de: Vermietbare Fläche (größste zuerst)

# tl_real_estate_filter.flaechevon_asc
source: Area from (lowest to highest)
de: Fläche von (kleinste zuerst)

# tl_real_estate_filter.flaechevon_desc
source: Area from (highest to lowest)
de: Fläche von (größste zuerst)

# tl_real_estate_filter.flaechebis_asc
source: Area up to (lowest to highest)
de: Fläche bis (kleinste zuerst)

# tl_real_estate_filter.flaechebis_desc
source: Area up to (highest to lowest)
de: Fläche bis (größste zuerst)

# tl_real_estate_filter.baujahr_asc
source: Construction year (oldest first)
de: Baujahr (alte zuerst)

# tl_real_estate_filter.baujahr_desc
source: Construction year (newest first)
de: Baujahr (neue zuerst)

# tl_real_estate_filter.country
source: Country
de: Land

# tl_real_estate_filter.kauf_erbpacht_miete_leasing
source: Buy / Rent
de: Kaufen / Mieten

# tl_real_estate_filter.all_types
source: All
de: Alle

# tl_real_estate_filter.marketingType
source: Marketing type
de: Vermarktungsart

# tl_real_estate_filter.realEstateType
source: Property type
de: Objektart
