Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate.xlf
Languages: de

# tl_real_estate.real_estate_legend
source: Title / Publication
de: Titel/Veröffentlichung

# tl_real_estate.real_estate_meta_legend
source: Real estate meta data
de: Immobilien-Metadaten

# tl_real_estate.real_estate_address_legend
source: Address / Geographical data
de: Adresse/Geo-Informationen

# tl_real_estate.real_estate_contact_legend
source: Provider and Contactperson
de: Anbieter und Kontaktperson

# tl_real_estate.real_estate_basic_legend
source: Marketing
de: Vermarktung

# tl_real_estate.real_estate_text_legend
source: Texts
de: Texte

# tl_real_estate.real_estate_price_legend
source: Prices
de: Preise

# tl_real_estate.real_estate_room_legend
source: Rooms / Residential Units
de: Zimmer/Wohneinheiten

# tl_real_estate.real_estate_area_legend
source: Areas
de: Flächen

# tl_real_estate.real_estate_parking_legend
source: Parking spaces
de: Stellplätze

# tl_real_estate.real_estate_features_legend
source: Furnishings
de: Ausstattung

# tl_real_estate.real_estate_props_legend
source: Real Estate features
de: Immobilien Eigenschaften

# tl_real_estate.real_estate_more_props_legend
source: Other features
de: Weitere Eigenschaften

# tl_real_estate.real_estate_energie_legend
source: Energy Performance Certificate / Building fabric
de: Energieausweis/Bausubstanz

# tl_real_estate.real_estate_media_legend
source: Media / Files
de: Medien/Dateien

# tl_real_estate.image.0
source: Image
de: Bild

# tl_real_estate.anbieternr.0
source: Provider Number
de: Anbieternummer

# tl_real_estate.tstamp.0
source: Changed on
de: Geändert am

# tl_real_estate.dateAdded.0
source: Added on
de: Hinzugefügt am

# tl_real_estate.published.0
source: Publish
de: Veröffentlichen

# tl_real_estate.published.1
source: The real estate will be displayed on the homepage.
de: Die Immobilie wird auf der Website ausgegeben.

# tl_real_estate.objektnrIntern.0
source: Internal object number
de: Interne Objektnummer

# tl_real_estate.objektnrIntern.1
source: Here you can enter the internal object number.
de: Geben Sie hier die interne Objektnummer an.

# tl_real_estate.objektnrExtern.0
source: External object number
de: Externe Objektnummer

# tl_real_estate.objektnrExtern.1
source: Here you can enter the external object number.
de: Geben Sie hier die externe Objektnummer an.

# tl_real_estate.aktivVon.0
source: Active from
de: Aktiv von

# tl_real_estate.aktivBis.0
source: Active until
de: Aktiv bis

# tl_real_estate.openimmoObid.0
source: OpenImmo object ID
de: OpenImmo Objekt-ID

# tl_real_estate.openimmoObid.1
source: Here you can enter the OpenImmo object ID.
de: Geben Sie hier die OpenImmo Objekt-ID an.

# tl_real_estate.kennungUrsprung.0
source: Identification source
de: Kennung Ursprung

# tl_real_estate.standVom.0
source: Status as of
de: Stand vom

# tl_real_estate.provider.0
source: Provider
de: Anbieter

# tl_real_estate.provider.1
source: Please select the provider of the property.
de: Wählen Sie den Anbieter der Immobilie.

# tl_real_estate.contactPerson.0
source: Contact Person
de: Kontaktperson

# tl_real_estate.contactPerson.1
source: Please select the contact person for the property.
de: Wählen Sie den Ansprechpartner der Immobilie.

# tl_real_estate.alias.0
source: Alias
de: Alias/SEO-URL

# tl_real_estate.alias.1
source: Enter the alias of the real estate here or leave the field blank to generate the alias automatically.
de: Geben Sie hier den Alias der Immobilie an oder lassen Sie das Feld frei um den Alias automatisch generieren zu lassen.

# tl_real_estate.plz.0
source: Postal code
de: Postleitzahl

# tl_real_estate.plz.1
source: Here you can enter the postal code of the property.
de: Geben Sie hier die Postleitzahl der Immobilie ein.

# tl_real_estate.land.0
source: Country
de: Land

# tl_real_estate.land.1
source: Here you can enter the country of the property.
de: Geben Sie hier das Land der Immobilie ein.

# tl_real_estate.ort.0
source: Location
de: Ort

# tl_real_estate.ort.1
source: Here you can enter the location of the property.
de: Geben Sie hier die Lage der Immobilie ein.

# tl_real_estate.strasse.0
source: Street
de: Straße

# tl_real_estate.strasse.1
source: Here you can enter the street of the property.
de: Geben Sie hier die Straße der Immobilie ein.

# tl_real_estate.hausnummer.0
source: House number
de: Hausnummer

# tl_real_estate.hausnummer.1
source: Here you can enter the house number of the property.
de: Geben Sie hier die Hausnummer der Immobilie ein.

# tl_real_estate.regionalerZusatz.0
source: Regional addition
de: Regionaler Zusatz

# tl_real_estate.regionalerZusatz.1
source: Here you can enter the regional addition of the property.
de: Geben Sie hier den regionalen Zusatz der Immobilie ein.

# tl_real_estate.bundesland.0
source: State
de: Bundesland

# tl_real_estate.bundesland.1
source: Here you can enter the state of the property.
de: Geben Sie hier das Bundesland der Immobilie ein.

# tl_real_estate.breitengrad.0
source: Latitude
de: Breitengrad

# tl_real_estate.breitengrad.1
source: Here you can enter the latitude of the property.
de: Geben Sie hier den Breitengrad der Immobilie ein.

# tl_real_estate.laengengrad.0
source: Longitude
de: Längengrad

# tl_real_estate.laengengrad.1
source: Here you can enter the longitude of the property.
de: Geben Sie hier den Längengrad der Immobilie ein.

# tl_real_estate.lageImBau.0
source: Location of Property
de: Lage im Bau

# tl_real_estate.lageImBau.1
source: Here you can enter the location of the property.
de: Geben Sie hier die Lage der Immobilie ein

# tl_real_estate.wohnungsnr.0
source: Apartment number
de: Wohnungsnummer

# tl_real_estate.lageGebiet.0
source: Location type
de: Lage/Gebiet

# tl_real_estate.lageGebiet.1
source: Here you can specify the type of location for the property.
de: Geben Sie hier die Art der Lage / das Gebiet der Immobilie ein.

# tl_real_estate.gemeindecode.0
source: Community code
de: Gemeindecode

# tl_real_estate.gemeindecode.1
source: Here you can enter the community code of the property.
de: Geben Sie hier den Gemeindecode der Immobilie ein.

# tl_real_estate.objektadresseFreigeben.0
source: Release property address
de: Objektadresse freigeben

# tl_real_estate.objektadresseFreigeben.1
source: Here you can specify if the address of the property will be displayed for visitors / on the homepage.
de: Geben Sie hier an, ob die Objektadresse für Besucher / auf der Website sichtbar sein darf.

# tl_real_estate.vermarktungsartKauf.0
source: Buy
de: Kaufen

# tl_real_estate.vermarktungsartKauf.1
source: The property is available for purchase.
de: Die Immobilie steht zum Kauf zur Verfügung.

# tl_real_estate.vermarktungsartMietePacht.0
source: For Rent / For Lease
de: Mieten/Pachten

# tl_real_estate.vermarktungsartMietePacht.1
source: The property is available for rent / for lease.
de: Die Immobilie steht zur Miete/Pacht zur Verfügung.

# tl_real_estate.vermarktungsartErbpacht.0
source: Hereditary leasehold
de: Erbpacht

# tl_real_estate.vermarktungsartErbpacht.1
source: The property is available for hereditary leasehold.
de: Die Immobilie steht zur Erbpacht zur Verfügung.

# tl_real_estate.vermarktungsartLeasing.1
source: The property is available for lease.
de: Die Immobilie steht zum Leasen zur Verfügung.

# tl_real_estate.objekttitel.0
source: Property title
de: Objekttitel

# tl_real_estate.objekttitel.1
source: Here you can enter the title of the property.
de: Geben Sie hier den Titel der Immobilie an.

# tl_real_estate.objektart.0
source: Property type
de: Objektart

# tl_real_estate.objektart.1
source: Here you can enter the property type of the real estate.
de: Geben Sie hier die Objektart der Immobilie an.

# tl_real_estate.nutzungsart.0
source: Type of use
de: Nutzungsart

# tl_real_estate.nutzungsart.1
source: Here you can enter the type of use for the property.
de: Geben Sie hier die Nutzungsart der Immobilie an.

# tl_real_estate.alsFerien.0
source: Vacation property
de: Ferienimmobilie

# tl_real_estate.alsFerien.1
source: This property is available as a vacational property.
de: Die Immobilie steht als Ferienimmobilie zur Verfügung.

# tl_real_estate.gewerblicheNutzung.0
source: Commercial use possible
de: Gewerbliche Nutzung möglich

# tl_real_estate.gewerblicheNutzung.1
source: Here you can specify whether residential real estate should also be available for commercial use.
de: Hier können Sie angeben, ob die Wohnimmobilie auch für die gewerbliche Nutzung zur Verfügung steht.

# tl_real_estate.branchen.0
source: Industry sectors
de: Branchen

# tl_real_estate.verfuegbarAb.0
source: Available on
de: Verfügbar ab

# tl_real_estate.verfuegbarAb.1
source: Here you can enter the date of availability.
de: Geben Sie hier das Verfügbarkeitsdatum an.

# tl_real_estate.abdatum.0
source: From date
de: Ab (Datum)

# tl_real_estate.bisdatum.0
source: Until date
de: Bis (Datum)

# tl_real_estate.minMietdauer.0
source: Minimum rental period
de: Minimale Mietdauer

# tl_real_estate.maxMietdauer.0
source: Maximum rental period
de: Maximale Mietdauer

# tl_real_estate.versteigerungstermin.0
source: Auction date
de: Versteigerungstermin

# tl_real_estate.zimmerTyp.0
source: Type of room
de: Zimmer-Typ

# tl_real_estate.zimmerTyp.1
source: Here you can define the type of room.
de: Definieren Sie hier, um welche Art Zimmer es sich handelt.

# tl_real_estate.wohnungTyp.0
source: Type of Apartment
de: Wohnungs-Typ

# tl_real_estate.wohnungTyp.1
source: Here you can define the type of apartment.
de: Definieren Sie hier, um welche Art Wohnung es sich handelt.

# tl_real_estate.hausTyp.0
source: Type of house
de: Haus-Typ

# tl_real_estate.hausTyp.1
source: Here you can define the type of house.
de: Definieren Sie hier, um welche Art Haus es sich handelt.

# tl_real_estate.grundstTyp.0
source: Type of real estate
de: Grundstücks-Typ

# tl_real_estate.grundstTyp.1
source: Here you can define the type of real estate.
de: Definieren Sie hier, um welche Art Grundstück es sich handelt.

# tl_real_estate.bueroTyp.0
source: Type of office
de: Büro-Typ

# tl_real_estate.bueroTyp.1
source: Here you can define the type of office.
de: Definieren Sie hier, um welche Art Büro es sich handelt.

# tl_real_estate.handelTyp.0
source: Type of Trade
de: Handels-Typ

# tl_real_estate.handelTyp.1
source: Here you can define the type of trade.
de: Definieren Sie hier, um welche Art Handel es sich handelt.

# tl_real_estate.gastgewTyp.0
source: Type of hospitality / lodging industry
de: Gastgewerbe-Typ

# tl_real_estate.gastgewTyp.1
source: Here you can define the type of hospitality / lodging industry.
de: Definieren Sie hier, um welche Art Gastgewerbe es sich handelt.

# tl_real_estate.hallenTyp.0
source: Type of hall
de: Hallen-Typ

# tl_real_estate.hallenTyp.1
source: Here you can define the type of of hall / production hall.
de: Definieren Sie hier, um welche Art Halle/Produktion es sich handelt.

# tl_real_estate.landTyp.0
source: Type of agriculture
de: Landwirtschafts-Typ

# tl_real_estate.landTyp.1
source: Here you can define the type of agriculture.
de: Definieren Sie hier, um welche Art Landwirtschaft es sich handelt.

# tl_real_estate.parkenTyp.0
source: Type of Parking
de: Parkplatz-Typ

# tl_real_estate.parkenTyp.1
source: Here you can define the type of parking space.
de: Definieren Sie hier, um welche Art Parkplatz es sich handelt.

# tl_real_estate.sonstigeTyp.0
source: Special / Other types
de: Spezial-Typ/Sonstiger Typ

# tl_real_estate.sonstigeTyp.1
source: Here you can define special / other types.
de: Definieren Sie hier, um welche Art es sich handelt.

# tl_real_estate.freizeitTyp.0
source: Type of leisure
de: Freizeit-Typ

# tl_real_estate.freizeitTyp.1
source: Here you can define the type of leisure area.
de: Definieren Sie hier, um welche Art Freizeitfläche es sich handelt.

# tl_real_estate.zinsTyp.0
source: Interest type
de: Zins-Typ

# tl_real_estate.zinsTyp.1
source: Here you can define the type of interest.
de: Definieren Sie hier, um welchen Zins-Typen es sich handelt.

# tl_real_estate.metaTitle.0
source: Page title
de: Seitentitel

# tl_real_estate.metaTitle.1
source: Please enter the page title. Leave it empty to use the property title.
de: Bitte geben Sie den Seitentitel ein. Lassen Sie diesen leer, um den Objekttitel zu verwenden.

# tl_real_estate.robots.1
source: Here you can define how search engines handle the page. If left empty, the parent page will set the robots tag.
de: Hier können Sie festlegen, wie Suchmaschinen die Seite behandeln. Wenn Sie es leer lassen, wird die übergeordnete Seite das Robots-Tag setzen.

# tl_real_estate.metaDescription.0
source: Page description
de: Seitenbeschreibung

# tl_real_estate.metaDescription.1
source: Here you can enter a short description of the page which will be evaluated by search engines like Google or Yahoo. Search engines usually indicate between 150 and 300 characters. Leave it empty to use the property description.
de: Hier können Sie eine kurze Beschreibung der Seite eingeben, die von Suchmaschinen wie Google oder Yahoo ausgewertet wird. Suchmaschinen geben in der Regel zwischen 150 und 300 Zeichen an. Lassen Sie es leer, um die Objektbeschreibung zu verwenden.

# tl_real_estate.kaufpreisAufAnfrage.0
source: Purchase price on request
de: Kaufpreis auf Anfrage

# tl_real_estate.dreizeiler.0
source: Tercet / Teaser
de: Dreizeiler/Teaser

# tl_real_estate.dreizeiler.1
source: Here you can define a tercet / teaser text for the real estate.
de: Definieren Sie hier einen Dreizeiler-/Teasertext für die Immobilie.

# tl_real_estate.lage.0
source: Description of the location
de: Lagebeschreibung

# tl_real_estate.ausstattBeschr.0
source: Furnishing description
de: Ausstattungsbeschreibung

# tl_real_estate.objektbeschreibung.0
source: Property description
de: Immobilienbeschreibung

# tl_real_estate.sonstigeAngaben.0
source: Miscellaneous
de: Verschiedenes

# tl_real_estate.objektText.0
source: Property text
de: Immobilientext

# tl_real_estate.kaufpreis.0
source: Purchase price
de: Kaufpreis

# tl_real_estate.kaufpreis.1
source: Here you can define the purchase price of the real estate.
de: Definieren Sie hier den Kaufpreis der Immobilie.

# tl_real_estate.kaufpreisnetto.0
source: Purchase price (net)
de: Kaufpreis (netto)

# tl_real_estate.kaufpreisnetto.1
source: Here you can define the purchase price (net) of the real estate.
de: Definieren Sie hier den Kaufpreis (netto) der Immobilie.

# tl_real_estate.kaufpreisbrutto.0
source: Purchase price (gross)
de: Kaufpreis (brutto)

# tl_real_estate.kaufpreisbrutto.1
source: Here you can define the purchase price (gross) of the real estate.
de: Definieren Sie hier den Kaufpreis (brutto) der Immobilie.

# tl_real_estate.kaltmiete.0
source: Net rent (cold rent)
de: Kaltmiete

# tl_real_estate.kaltmiete.1
source: Here you can define the basic rent of the real estate. Also known as cold rent (basic rent only with no additional costs included such as utilities payment and maintenance).
de: Definieren Sie hier die Kaltmiete der Immobilie.

# tl_real_estate.nettokaltmiete.0
source: Basic rent (net)
de: Kaltmiete (netto)

# tl_real_estate.nettokaltmiete.1
source: Here you can define the base rent (net) of the real estate. Also known as basic net rent.
de: Definieren Sie hier die Kaltmiete (netto) der Immobilie.

# tl_real_estate.warmmiete.0
source: Gross rent (warm rent)
de: Warmmiete

# tl_real_estate.warmmiete.1
source: Here you can define the gross rent of the real estate. This may include heating (but not electricity), utility costs, additional costs such as water property tax, chimney sweeping, street cleaning and waste disposal.
de: Definieren Sie hier die Warmmiete der Immobilie.

# tl_real_estate.freitextPreis.0
source: Price (free text)
de: Preis (Freitext)

# tl_real_estate.freitextPreis.1
source: Here you can define the price of the real estate as free text.
de: Definieren Sie hier den Preis der Immobilie als Freitext.

# tl_real_estate.nebenkosten.0
source: Ancillary costs
de: Nebenkosten

# tl_real_estate.nebenkosten.1
source: Here you can define the ancillary costs of the real estate.
de: Definieren Sie hier die Nebenkosten der Immobilie.

# tl_real_estate.heizkostenEnthalten.0
source: Heating costs included
de: Heizkosten enthalten

# tl_real_estate.heizkostenEnthalten.1
source: Are the heating costs included in the ancillary costs?
de: Sind die Heizkosten in den Nebenkosten enthalten?

# tl_real_estate.heizkosten.0
source: Heating costs
de: Heizkosten

# tl_real_estate.heizkosten.1
source: Here you can define the heating costs of the real estate.
de: Definieren Sie hier die Heizkosten der Immobilie.

# tl_real_estate.heizkostennetto.0
source: Heating costs (net)
de: Heizkosten (netto)

# tl_real_estate.heizkostennetto.1
source: Here you can define the heating costs (net) of the real estate.
de: Definieren Sie hier die Heizkosten (netto) der Immobilie.

# tl_real_estate.heizkostenust.0
source: Heating costs VAT
de: Heizkosten Umsatzsteuer

# tl_real_estate.heizkostenust.1
source: Here you can define the heating costs VAT. VAT is a short form for value-added tax.
de: Definieren Sie hier die Heizkosten (inkl. USt.).

# tl_real_estate.zzgMehrwertsteuer.0
source: plus VAT
de: zzgl. MwSt.

# tl_real_estate.zzgMehrwertsteuer.1
source: Add a VAT (value-added-tax) to the real estate.
de: Hier kommt eine MwSt. dazu, einmal pro Immobilie.

# tl_real_estate.mietzuschlaege.0
source: Additional rental surcharges
de: Weitere Mietzuschläge

# tl_real_estate.mietzuschlaege.1
source: Here you can define additional rental surcharges.
de: Definieren Sie hier weitere Mietzuschläge.

# tl_real_estate.hauptmietzinsnetto.0
source: Head lease rent (net)
de: Hauptmietzins (netto)

# tl_real_estate.hauptmietzinsnetto.1
source: Is being differentiated in other countries such as austria due to different sales tax.
de: Differenziert u. a. in Österreich wegen unterschiedlicher UmSt.

# tl_real_estate.hauptmietzinsust.0
source: Head lease rent (with sales tax)
de: Hauptmietzins (inkl. USt.)

# tl_real_estate.hauptmietzinsust.1
source: Here you can define the head lease rent sales tax.
de: Definieren Sie hier den Hauptmietzins (inkl. USt.).

# tl_real_estate.pauschalmiete.0
source: Flat-rate rent
de: Pauschalmiete

# tl_real_estate.pauschalmiete.1
source: Here you can define a flat rate rent of the real estate.
de: Definieren Sie hier die Pauschalmiete der Immobilie.

# tl_real_estate.betriebskostennetto.0
source: Operating costs (net)
de: Betriebskosten (netto)

# tl_real_estate.betriebskostennetto.1
source: Here you can define the operating costs (net) of the real estate.
de: Definieren Sie hier die Betriebskosten (netto) der Immobilie.

# tl_real_estate.betriebskostenust.0
source: Operating costs (with sales tax)
de: Betriebskosten (inkl. USt.)

# tl_real_estate.betriebskostenust.1
source: Here you can define the operating costs (with sales tax) of the real estate.
de: Definieren Sie hier die Betriebskosten (inkl. USt.).

# tl_real_estate.evbnetto.0
source: Maintenance, renewal and improvement fund (net)
de: Instandhaltungskosten

# tl_real_estate.evbnetto.1
source: Maintenance, renewal and improvement contribution (net). Similar to maintenance reserve.
de: Instandhaltungskosten - auch Erhaltungs- und Verbesserungsbeitrag.

# tl_real_estate.evbust.0
source: Maintenance / Renewal and improvement fund (with sales tax)
de: Instandhaltungskosten (inkl. USt.)

# tl_real_estate.evbust.1
source: Maintenance, renewal and improvement contribution with sales tax. Similar to maintenance reserve.
de: Instandhaltungskosten (inkl. USt.) / Erhaltungs- und Verbesserungsbeitrag (inkl. USt.).

# tl_real_estate.gesamtmietenetto.0
source: Total rent (net)
de: Gesamtmiete (netto)

# tl_real_estate.gesamtmietenetto.1
source: Here you can define the total rent (net). Total rent is rent with all charges included.
de: Summe aller Mietzins-Zahlungen in netto.

# tl_real_estate.gesamtmieteust.0
source: Total rent (with sales tax)
de: Gesamtmiete (inkl. USt.)

# tl_real_estate.gesamtmieteust.1
source: Here you can define the total rent with sales tax. Total rent is rent with all charges included.
de: Definieren Sie hier die Gesamtmiete (inkl. USt.).

# tl_real_estate.gesamtmietebrutto.0
source: Total rent (gross)
de: Gesamtmiete (brutto)

# tl_real_estate.gesamtmietebrutto.1
source: Here you can define the total rent (gross).
de: Definieren Sie hier die Gesamtmiete (brutto).

# tl_real_estate.gesamtbelastungnetto.0
source: Total load (net)
de: Gesamtbelastung (netto)

# tl_real_estate.gesamtbelastungnetto.1
source: Here you can define the total load (net).
de: Definieren Sie hier die Gesamtbelastung (netto).

# tl_real_estate.gesamtbelastungust.0
source: Total load (with sales tax)
de: Gesamtbelastung (inkl. USt.)

# tl_real_estate.gesamtbelastungust.1
source: Here you can define the total load (with sales tax).
de: Definieren Sie hier die Gesamtbelastung (inkl. USt.).

# tl_real_estate.gesamtbelastungbrutto.0
source: Total load (gross)
de: Gesamtbelastung (brutto)

# tl_real_estate.gesamtbelastungbrutto.1
source: Here you can define the total load (gross)
de: Definieren Sie hier die Gesamtbelastung (brutto).

# tl_real_estate.gesamtkostenprom2von.0
source: Total costs per sqm of
de: Gesamtkosten pro m² von

# tl_real_estate.gesamtkostenprom2von.1
source: Here you can define the starting value of the total costs per sqm.
de: Definieren Sie hier den Startwert der Gesamtkosten pro m².

# tl_real_estate.gesamtkostenprom2bis.0
source: Total costs per sqm up to
de: Gesamtkosten pro m² bis

# tl_real_estate.gesamtkostenprom2bis.1
source: Here you can define the final value of total costs per sqm.
de: Definieren Sie hier den Endwert der Gesamtkosten pro m².

# tl_real_estate.monatlichekostennetto.0
source: Monthly costs (net)
de: Monatliche Kosten (netto)

# tl_real_estate.monatlichekostennetto.1
source: Here you can define the monthly costs (net).
de: Definieren Sie hier die monatlichen Kosten (netto).

# tl_real_estate.monatlichekostenust.0
source: Monthly costs (with sales tax)
de: Monatliche Kosten (inkl. USt.)

# tl_real_estate.monatlichekostenust.1
source: Here you can define the monthly costs with sales tax.
de: Definieren Sie hier die monatlichen Kosten (inkl. USt.).

# tl_real_estate.monatlichekostenbrutto.0
source: Monthly costs (gross)
de: Monatliche Kosten (brutto)

# tl_real_estate.monatlichekostenbrutto.1
source: Here you can define the monthly costs (gross).
de: Definieren Sie hier die monatlichen Kosten (brutto).

# tl_real_estate.nebenkostenprom2von.0
source: Ancillary costs per sqm of
de: Nebenkosten pro m² von

# tl_real_estate.nebenkostenprom2von.1
source: Here you can define the starting value of ancillary costs per sqm.
de: Definieren Sie hier den Startwert der Nebenkosten pro m².

# tl_real_estate.nebenkostenprom2bis.0
source: Ancillary costs per sqm up to
de: Nebenkosten pro m² bis

# tl_real_estate.nebenkostenprom2bis.1
source: Here you can define the final value of ancillary costs per sqm.
de: Definieren Sie hier den Endwert der Nebenkosten pro m².

# tl_real_estate.ruecklagenetto.0
source: Reserves (net)
de: Rücklagen (netto)

# tl_real_estate.ruecklagenetto.1
source: Here you can define the reserves (net).
de: Definieren Sie hier die Rücklagen (netto).

# tl_real_estate.ruecklageust.0
source: Reserves (with sales tax)
de: Rücklagen (inkl. USt.)

# tl_real_estate.ruecklageust.1
source: Here you can define the reserves with sales tax
de: Definieren Sie hier die Rücklagen (inkl. USt.).

# tl_real_estate.sonstigekostennetto.0
source: Other costs (net)
de: Sonstige Kosten (netto)

# tl_real_estate.sonstigekostennetto.1
source: Here you can define other costs (net).
de: Definieren Sie hier sonstige Kosten (netto).

# tl_real_estate.sonstigekostenust.0
source: Other costs (with sales tax)
de: Sonstige Kosten (inkl. USt.)
