Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate.xlf
Languages: de

# tl_real_estate.sonstigekostenust.1
source: Here you can define other costs with sales tax.
de: Definieren Sie hier sonstige Kosten (inkl. USt.).

# tl_real_estate.sonstigemietenetto.0
source: Other rents (net)
de: Sonstige Mieten (netto)

# tl_real_estate.sonstigemietenetto.1
source: Here you can define other rents (net).
de: Definieren Sie hier sonstige Mieten (netto).

# tl_real_estate.sonstigemieteust.0
source: Other rents (with sale tax)
de: Sonstige Mieten (inkl. USt.)

# tl_real_estate.sonstigemieteust.1
source: Here you can define other rents with sales tax.
de: Definieren Sie hier sonstige Mieten (inkl. USt.).

# tl_real_estate.summemietenetto.0
source: Total rent (net)
de: Summe Miete (netto)

# tl_real_estate.summemietenetto.1
source: Here you can define the total rent (net).
de: Definieren Sie hier die Summe Miete (netto).

# tl_real_estate.summemieteust.0
source: Total rent (with sales tax)
de: Summe Miete (inkl. USt.)

# tl_real_estate.summemieteust.1
source: Here you can define the total rent with sales tax.
de: Definieren Sie hier die Summe Miete (inkl. USt.).

# tl_real_estate.nettomieteprom2von.0
source: Rent (net) per sqm of
de: Miete pro m² von (netto)

# tl_real_estate.nettomieteprom2von.1
source: Here you can define the starting value of the rent (net) per sqm.
de: Definieren Sie hier den Startwert der Miete pro m² (netto).

# tl_real_estate.nettomieteprom2bis.0
source: Rent (net) per sqm up to
de: Miete pro m² bis (netto)

# tl_real_estate.nettomieteprom2bis.1
source: Here you can define the final value of the rent (net) per sqm.
de: Definieren Sie hier den Endwert der Miete pro m² (netto).

# tl_real_estate.pacht.0
source: Lease
de: Pacht

# tl_real_estate.pacht.1
source: Here you can define the leasehold value of the real estate.
de: Definieren Sie hier den Pacht-Wert der Immobilie.

# tl_real_estate.erbpacht.0
source: Hereditary lease
de: Erbpacht

# tl_real_estate.erbpacht.1
source: Here you can define the hereditary leasehold value of the real estate.
de: Definieren Sie hier den Erbpacht-Wert der Immobilie.

# tl_real_estate.hausgeld.0
source: Common charges / HOA fee
de: Hausgeld

# tl_real_estate.hausgeld.1
source: Here you can define the common charges / homeowners association fee of the real estate.
de: Definieren Sie hier das Hausgeld der Immobilie.

# tl_real_estate.abstand.0
source: Installment payment
de: Abstand

# tl_real_estate.abstand.1
source: Here you can define the installment payment. Meaning that furnishings and fixtures can or have to be purchased / acquired.
de: Abstand oder Abschlagszahlungen.

# tl_real_estate.preisZeitraumVon.0
source: Price period from
de: Preis im Zeitraum von

# tl_real_estate.preisZeitraumVon.1
source: Here you can define the start value of the price period.
de: Definieren Sie hier den Preis für den Startwert des Zeitraums.

# tl_real_estate.preisZeitraumBis.0
source: Price period until
de: Preis im Zeitraum bis

# tl_real_estate.preisZeitraumBis.1
source: Here you can define the end value of the price period.
de: Definieren Sie hier den Preis für den Endwert des Zeitraums.

# tl_real_estate.preisZeiteinheit.0
source: Price per time unit
de: Preis pro Zeiteinheit

# tl_real_estate.preisZeiteinheit.1
source: Here you can define the price per time unit.
de: Definieren Sie hier den Preis pro Zeiteinheit.

# tl_real_estate.mietpreisProQm.0
source: Rental price per sqm
de: Mietpreis pro m²

# tl_real_estate.mietpreisProQm.1
source: Here you can define the rental price per sqm.
de: Definieren Sie hier den Mietpreis pro m².

# tl_real_estate.kaufpreisProQm.0
source: Purchase price per sqm
de: Kaufpreis pro m²

# tl_real_estate.kaufpreisProQm.1
source: Here you can define the purchase price per sqm.
de: Definieren Sie hier den Kaufpreis pro m².

# tl_real_estate.provisionspflichtig.0
source: Subject to commission
de: Provisionspflichtig

# tl_real_estate.provisionspflichtig.1
source: Is the property subject to commission?
de: Ist die Immobilie provisionspflichtig?

# tl_real_estate.provisionTeilen.0
source: Share commission
de: Provision teilen

# tl_real_estate.provisionTeilenWert.0
source: Share commission
de: Provision teilen

# tl_real_estate.provisionTeilenWert.1
source: Split commission payment for partner transactions.
de: Aufteilung der Provision bei Partnergeschäften. Auch "A Meta" Geschäft.

# tl_real_estate.innenCourtage.0
source: Internal commission payment
de: Verkäuferprovision

# tl_real_estate.innenCourtage.1
source: Here you can enter the internal commission payment. In case of brokering or verification transactions enter it as an amount in ? / % / MM.
de: Maklercourtage/Verkäuferprovision, bei Vermittlungs- bzw. Nachweisgeschäften als Betrag in ? / % / MM.

# tl_real_estate.innenCourtageMwst.0
source: Internal commission payment (VAT)
de: Verkäuferprovision (inkl. MwSt.)

# tl_real_estate.innenCourtageMwst.1
source: Please enter the VAT (Value added tax) of the internal commission payment.
de: Innen-Courtage/Verkäuferprovision (inkl. MwSt.).

# tl_real_estate.aussenCourtage.0
source: External commission payment
de: Außen Courtage

# tl_real_estate.aussenCourtage.1
source: Here you can enter the commission payment that has to be paid by the customer. Please enter it as an amount in ? / % / MM.
de: Courtage/Provision, die der Kunde zu zahlen hat, als Betrag in ? / % / MM.

# tl_real_estate.aussenCourtageMwst.0
source: External commission payment (VAT)
de: Außen Courtage (inkl. MwSt.)

# tl_real_estate.aussenCourtageMwst.1
source: Please enter the VAT (Value added tax) of the external commission payment.
de: Außen Courtage (inkl. MwSt.).

# tl_real_estate.courtageHinweis.0
source: Commission information text
de: Provisionshinweis

# tl_real_estate.courtageHinweis.1
source: Here you can define a commission information text.
de: Definieren Sie hier einen Provisionshinweis.

# tl_real_estate.provisionnetto.0
source: Commission (net)
de: Provision (netto)

# tl_real_estate.provisionnetto.1
source: Here you can define the commission (net).
de: Definieren Sie hier die Provision (netto).

# tl_real_estate.provisionust.0
source: Commission (with sales tax)
de: Provision (inkl. USt.)

# tl_real_estate.provisionust.1
source: Here you can define the commission with sales tax included.
de: Definieren Sie hier die Provision (inkl. USt.).

# tl_real_estate.provisionbrutto.0
source: Commission (gross)
de: Provision (brutto)

# tl_real_estate.provisionbrutto.1
source: Here you can define the commission (gross).
de: Definieren Sie hier die Provision (brutto).

# tl_real_estate.waehrung.0
source: Currency
de: Währung

# tl_real_estate.mwstSatz.0
source: VAT rate
de: Mehrwertsteuersatz

# tl_real_estate.mwstSatz.1
source: Please enter the VAT rate (e.g. 19,00)
de: Mehrwertsteuersatz, z.B. 19,00.

# tl_real_estate.mwstGesamt.0
source: Total value added tax
de: Mehrwertsteuer (gesamt)

# tl_real_estate.mwstGesamt.1
source: Please enter the total value added tax in case there is different VAT rates.
de: Bei unterschiedlichen Mehrwertsteuersätzen kann dieses Feld genutzt werden.

# tl_real_estate.xFache.0
source: n-times
de: x-fache

# tl_real_estate.xFache.1
source: Please enter the n-times purchase price based on the annual rent.
de: X-fache, Kaufpreis bezogen auf Jahresmiete.

# tl_real_estate.nettorendite.0
source: Net yield (%)
de: Nettorendite (%)

# tl_real_estate.nettorendite.1
source: Here you can define the net yield in %.
de: Definieren Sie hier die Nettorendite in %.

# tl_real_estate.nettorenditeSoll.0
source: Net yield 'Target' (%)
de: Nettorendite "Soll" (%)

# tl_real_estate.nettorenditeSoll.1
source: Here you can define the net yield 'target' in %.
de: Definieren Sie hier die Nettorendite "Soll" in %.

# tl_real_estate.nettorenditeIst.0
source: Net yield 'Actual' (%)
de: Nettorendite "Ist" (%)

# tl_real_estate.nettorenditeIst.1
source: Here you can define the net yield 'Actual' in %.
de: Definieren Sie hier die Nettorendite "Ist" in %.

# tl_real_estate.mieteinnahmenIst.0
source: Rental income per period 'actual' (german: Ist-Einnahmen)
de: Mieteinnahmen pro Periode "Ist"

# tl_real_estate.mieteinnahmenIst.1
source: Current / actual income (german: Ist-Einnahmen)
de: Momentan-/Isteinnahmen

# tl_real_estate.mieteinnahmenIstPeriode.0
source: Rental income per actual period (german: Ist-Periode)
de: Mieteinnahmen Ist-Periode

# tl_real_estate.mieteinnahmenIstPeriode.1
source: Define the rental income period here (german: Ist-Periode).
de: Definieren Sie hier die Periode der Mieteinnahmen.

# tl_real_estate.mieteinnahmenSoll.0
source: Rental income per target period (german: Soll-Mieteinnahmen)
de: Mieteinnahmen Soll-Periode

# tl_real_estate.mieteinnahmenSoll.1
source: Normal/target revenue (german: Soll-Mieteinnahmen)
de: Normal-/Solleinnahmen.

# tl_real_estate.mieteinnahmenSollPeriode.0
source: Rental income per target period (german: Soll-Periode)
de: Mieteinnahmen Soll-Periode

# tl_real_estate.mieteinnahmenSollPeriode.1
source: Define the rental income period here (german: Soll-Periode).
de: Definieren Sie hier die Periode der Mieteinnahmen.

# tl_real_estate.erschliessungskosten.0
source: Infrastructure and improvement costs
de: Erschließungskosten

# tl_real_estate.erschliessungskosten.1
source: Here you can define the infrastructure and improvement costs of the real estate.
de: Definieren Sie hier die Erschließungskosten des Grundstücks.

# tl_real_estate.kaution.0
source: Deposit
de: Kaution

# tl_real_estate.kaution.1
source: Here you can define the deposit for the real estate.
de: Definieren Sie hier die Kaution der Immobilie.

# tl_real_estate.kautionText.0
source: Deposit text
de: Kaution Text

# tl_real_estate.kautionText.1
source: Here you can define the deposit text for the real estate.
de: Definieren Sie hier einen Text für die Kaution der Immobilie.

# tl_real_estate.geschaeftsguthaben.0
source: Credit balances (commercial)
de: Geschäftsguthaben (Gewerbe)

# tl_real_estate.geschaeftsguthaben.1
source: Here you can define the credit balances (commercial)
de: Definieren Sie hier das Geschäftsguthaben (Gewerbe).

# tl_real_estate.richtpreis.0
source: Target price
de: Richtpreis

# tl_real_estate.richtpreis.1
source: Here you can define a target value for purchase/rental price which will be used to sort your real estate if no purchase/rental price have been specified.
de: Ein Wert für Kaufpreis/Mietpreis der für eine Einsortierung angegeben werden kann, wenn keine Kauf/Mietpreis angegeben wird.

# tl_real_estate.richtpreisprom2.0
source: Target price per sqm
de: Richtpreis pro m²

# tl_real_estate.richtpreisprom2.1
source: Here you can define a target value per squaremeter for purchase/rental price which will be used to sort your real estate if no purchase/rental price have been specified.
de: Ein Wert pro m² für Kaufpreis/Mietpreis der für eine Einsortierung angegeben werden kann, wenn keine Kauf/Mietpreis angegeben wird.

# tl_real_estate.beginnAngebotsphase.0
source: Start bidding phase
de: Beginn der Angebotsphase

# tl_real_estate.besichtigungstermin.0
source: Viewing appointment
de: Besichtigungstermin

# tl_real_estate.besichtigungstermin2.0
source: Viewing appointment no. 2
de: 2. Besichtigungstermin

# tl_real_estate.beginnBietzeit.0
source: Start of bidding period
de: Beginn der Bietzeit

# tl_real_estate.endeBietzeit.0
source: End of bidding period
de: Ende der Bietzeit

# tl_real_estate.hoechstgebotZeigen.0
source: Show highest bid
de: Höchstgebot anzeigen

# tl_real_estate.mindestpreis.0
source: Minimum price
de: Mindestpreis

# tl_real_estate.zwangsversteigerung.0
source: Foreclosure
de: Zwangsversteigerung

# tl_real_estate.aktenzeichen.0
source: File number
de: Aktenzeichen

# tl_real_estate.zvtermin.0
source: Foreclosure appointment
de: Zwangsversteigerungstermin

# tl_real_estate.zusatztermin.0
source: Additional appointment
de: Zusatztermin

# tl_real_estate.amtsgericht.0
source: District Court
de: Amtsgericht

# tl_real_estate.verkehrswert.0
source: Market value
de: Verkehrswert

# tl_real_estate.wohnflaeche.0
source: Living space
de: Wohnfläche

# tl_real_estate.wohnflaeche.1
source: Here you can specify the living space of the real estate.
de: Geben Sie hier die Wohnfläche der Immobilie an.

# tl_real_estate.nutzflaeche.0
source: Usable area
de: Nutzfläche

# tl_real_estate.nutzflaeche.1
source: Here you can specify the usable space of the real estate.
de: Geben Sie hier die Nutzfläche der Immobilie an.

# tl_real_estate.gesamtflaeche.0
source: Total area
de: Gesamtfläche

# tl_real_estate.gesamtflaeche.1
source: Please specify the total area of the real estate.
de: Geben Sie hier die Gesamtfläche der Immobilie an.

# tl_real_estate.ladenflaeche.0
source: Shop space
de: Ladenfläche

# tl_real_estate.ladenflaeche.1
source: Here you can specify the the shop space.
de: Geben Sie hier die Ladenfläche der Immobilie an.

# tl_real_estate.lagerflaeche.0
source: Storage space
de: Lagerfläche

# tl_real_estate.lagerflaeche.1
source: Here you can specify the storage space.
de: Geben Sie hier die Lagerfläche der Immobilie an.

# tl_real_estate.verkaufsflaeche.0
source: Area for sale
de: Verkaufsfläche

# tl_real_estate.verkaufsflaeche.1
source: Here you can specify the area for sale.
de: Geben Sie hier die Verkaufsfläche der Immobilie an.

# tl_real_estate.freiflaeche.0
source: Open area
de: Freifläche

# tl_real_estate.freiflaeche.1
source: Here you can specify the open area.
de: Geben Sie hier die Freifläche der Immobilie an.

# tl_real_estate.bueroflaeche.0
source: Office space
de: Bürofläche

# tl_real_estate.bueroflaeche.1
source: Here you can specify the office space.
de: Geben Sie hier die Bürofläche der Immobilie an.

# tl_real_estate.bueroteilflaeche.0
source: Partial office space
de: Büro Teilfläche

# tl_real_estate.bueroteilflaeche.1
source: Here you can specify the partial office space.
de: Geben Sie hier die Büro Teilfläche der Immobilie an.

# tl_real_estate.fensterfront.0
source: Glass facade
de: Fensterfront

# tl_real_estate.fensterfront.1
source: Here you can specify the glass facade of the real estate.
de: Geben Sie hier die Fensterfront der Immobilie an.

# tl_real_estate.verwaltungsflaeche.0
source: Administrative area
de: Verwaltungsfläche

# tl_real_estate.verwaltungsflaeche.1
source: Here you can specify the administrative area of the real estate.
de: Geben Sie hier die Verwaltungsfläche der Immobilie an.

# tl_real_estate.gastroflaeche.0
source: Restaurant area
de: Gastrofläche

# tl_real_estate.gastroflaeche.1
source: Here you can specify the restaurant area.
de: Geben Sie hier die Gastrofläche der Immobilie an.

# tl_real_estate.grz.0
source: Site cover / plot coverage
de: Grundflächenzahl

# tl_real_estate.grz.1
source: Here you can specify the site cover / plot coverage of your real estate.
de: Geben Sie hier die Grundflächenzahl der Immobilie an.

# tl_real_estate.gfz.0
source: Floor-area ratio (FAR) / Floor space index
de: Geschossflächenzahl

# tl_real_estate.gfz.1
source: Here you can specify the Floor-area ratio / floor space index of your real estate.
de: Geben Sie hier die Geschossflächenzahl der Immobilie an.

# tl_real_estate.bmz.0
source: Cubic index
de: Baumassen-Zahl

# tl_real_estate.bmz.1
source: Here you can specify the cubic index of your real estate.
de: Geben Sie hier die Baumassen-Zahl der Immobilie an.

# tl_real_estate.grundstuecksflaeche.0
source: Plot area
de: Grundstücksfläche

# tl_real_estate.grundstuecksflaeche.1
source: Here you can specify the plot area / lot area of your real estate.
de: Geben Sie hier die Grundstücksfläche der Immobilie an.

# tl_real_estate.sonstflaeche.0
source: Other area
de: Sonstige Fläche

# tl_real_estate.sonstflaeche.1
source: Here you can specify an other area for your real estate.
de: Geben Sie hier die sonstige Fläche der Immobilie an.

# tl_real_estate.balkonTerrasseFlaeche.0
source: Balcony / Terrace area
de: Balkon- / Terassenfläche

# tl_real_estate.balkonTerrasseFlaeche.1
source: Here you can specify the balcony / terrace area of your real estate.
de: Geben Sie hier die Balkon/Terrassen Fläche der Immobilie an.

# tl_real_estate.gartenflaeche.0
source: Garden area
de: Gartenfläche

# tl_real_estate.gartenflaeche.1
source: Here you can specify the garden area of your real estate.
de: Geben Sie hier die Gartenfläche der Immobilie an.

# tl_real_estate.kellerflaeche.0
source: Cellar / basement area
de: Kellerfläche

# tl_real_estate.kellerflaeche.1
source: Here you can specify the cellar / basement area of your real estate.
de: Geben Sie hier die Kellerfläche der Immobilie an.

# tl_real_estate.fensterfrontQm.0
source: Glass facade sqm
de: Fensterfront in m²

# tl_real_estate.fensterfrontQm.1
source: Here you can specify the sqm of the glass facade.
de: Geben Sie hier die Fensterfront in m² an.

# tl_real_estate.grundstuecksfront.0
source: Depth of plot
de: Grundstücksfront

# tl_real_estate.grundstuecksfront.1
source: Here you can specify the depth of the plot towards the street in meters (m).
de: Geben Sie hier die Grundstücksfront in metern zur Strasse hin an.

# tl_real_estate.dachbodenflaeche.0
source: Area of attic
de: Dachbodenfläche

# tl_real_estate.dachbodenflaeche.1
source: Here you can specify the area of attic for your real estate.
de: Geben Sie hier die Dachbodenfläche der Immobilie an.

# tl_real_estate.beheizbareFlaeche.0
source: Heated area
de: Beheizbare Fläche

# tl_real_estate.beheizbareFlaeche.1
source: Here you can specify the heated area.
de: Geben Sie hier die beheizbare Fläche der Immobilie an.

# tl_real_estate.vermietbareFlaeche.0
source: Rentable area
de: Vermietbare Fläche

# tl_real_estate.vermietbareFlaeche.1
source: Here you can specify the rentable area.
de: Geben Sie hier die vermietbare Fläche der Immobilie an.

# tl_real_estate.stellplatzart.0
source: Type of parking space
de: Garage/Stellplatz

# tl_real_estate.stellplatzart.1
source: Here you can specify the type of parking space for your real estate.
de: Geben Sie hier die Stellplatzart der Immobilie an.

# tl_real_estate.anzahlStellplaetze.0
source: Amount of parking spaces
de: Stellplätze

# tl_real_estate.anzahlStellplaetze.1
source: Here you can specify the amount of parking spaces.
de: Geben Sie hier die Anzahl der Stellplätze der Immobilie an.

# tl_real_estate.stpCarport.0
source: Amount of Carports
de: Anzahl Carports

# tl_real_estate.stpCarport.1
source: Here you can specify the amount of carports.
de: Geben Sie hier die Anzahl der Carports an.

# tl_real_estate.stpCarportMietpreis.0
source: Carport rent
de: Miete Carport

# tl_real_estate.stpCarportMietpreis.1
source: Here you can specify the carport rent.
de: Geben Sie hier den Mietpreis der Carports an.

# tl_real_estate.stpCarportKaufpreis.0
source: Carport purchase price
de: Kaufpreis Carport

# tl_real_estate.stpCarportKaufpreis.1
source: Here you can specify the carport purchase price.
de: Geben Sie hier den Kaufpreis der Carports an.

# tl_real_estate.stpDuplex.0
source: Amount of Duplex Parking
de: Anzahl Duplex

# tl_real_estate.stpDuplex.1
source: Here you can specify the amount of duplex parking.
de: Geben Sie hier die Anzahl der Duplex an.

# tl_real_estate.stpDuplexMietpreis.0
source: Duplex rent
de: Miete Duplex

# tl_real_estate.stpDuplexMietpreis.1
source: Here you can specify the duplex rent.
de: Geben Sie hier den Mietpreis der Duplex an.

# tl_real_estate.stpDuplexKaufpreis.0
source: Duplex purchase price
de: Kaufpreis Duplex

# tl_real_estate.stpDuplexKaufpreis.1
source: Here you can specify the duplex purchase price.
de: Geben Sie hier den Kaufpreis der Duplex an.

# tl_real_estate.stpFreiplatz.0
source: Amount of outdoor parking spaces
de: Anzahl Freiplatz

# tl_real_estate.stpFreiplatz.1
source: Here you can specify the amount of outdoor parking spaces.
de: Geben Sie hier die Anzahl der Freiplätze an.

# tl_real_estate.stpFreiplatzMietpreis.0
source: Outdoor parking space rent
de: Miete Außenstellplatz

# tl_real_estate.stpFreiplatzMietpreis.1
source: Here you can specify the outdoor parking space rent.
de: Geben Sie hier den Mietpreis des Freiplatzes an.

# tl_real_estate.stpFreiplatzKaufpreis.0
source: Outdoor parking space purchase price
de: Kaufpreis Außenstellplatz

# tl_real_estate.stpFreiplatzKaufpreis.1
source: Here you can specify the outdoor parking space purchase price.
de: Geben Sie hier den Kaufpreis des Freiplatzes an.

# tl_real_estate.stpGarage.0
source: Amount of garage parking spaces
de: Anzahl Garage

# tl_real_estate.stpGarage.1
source: Here you can enter the amount of garage parking spaces.
de: Geben Sie hier die Anzahl der Garagen an.

# tl_real_estate.stpGarageMietpreis.0
source: Garage rent
de: Miete Garage

# tl_real_estate.stpGarageMietpreis.1
source: Here you can specify the amount of garage rent.
de: Geben Sie hier den Mietpreis der Garage an.

# tl_real_estate.stpGarageKaufpreis.0
source: Garage purchase price
de: Kaufpreis Garage

# tl_real_estate.stpGarageKaufpreis.1
source: Here you can specify the garage purchase price.
de: Geben Sie hier den Kaufpreis der Garage an.

# tl_real_estate.stpParkhaus.0
source: Amount of Parking garage spaces
de: Anzahl Parkhaus

# tl_real_estate.stpParkhaus.1
source: Here you can enter the amount of parking garage spaces.
de: Geben Sie hier die Anzahl der Parkhaus Parkplätze an.

# tl_real_estate.stpParkhausMietpreis.0
source: Parking garage space rent
de: Miete Parkhausstellplatz

# tl_real_estate.stpParkhausMietpreis.1
source: Here you can specify the parking garage space rent.
de: Geben Sie hier den Mietpreis des Parkhaus-Stellplatzes an.

# tl_real_estate.stpParkhausKaufpreis.0
source: Parking garage space purchase price
de: Kaufpreis Parkhausstellplatz

# tl_real_estate.stpParkhausKaufpreis.1
source: Here you can specify the parking garage space purchase price.
de: Geben Sie hier den Kaufpreis des Parkhaus-Stellplatzes an.

# tl_real_estate.stpTiefgarage.0
source: Amount of underground parking spaces
de: Anzahl Tiefgarage

# tl_real_estate.stpTiefgarage.1
source: Please enter the amount of underground parking spaces.
de: Geben Sie hier die Anzahl der Tiefgaragen Parkplätze an.

# tl_real_estate.stpTiefgarageMietpreis.0
source: Underground garage rent
de: Tiefgarage Mietpreis

# tl_real_estate.stpTiefgarageMietpreis.1
source: Please specify the underground garage rent.
de: Geben Sie hier den Mietpreis des Tiefgaragen-Stellplatzes an.

# tl_real_estate.stpTiefgarageKaufpreis.0
source: Underground garage purchase price
de: Tiefgarage Kaufpreis

# tl_real_estate.stpTiefgarageKaufpreis.1
source: Please specify the underground garage purchase price.
de: Geben Sie hier den Kaufpreis des Tiefgaragen-Stellplatzes an.

# tl_real_estate.stpSonstige.0
source: Amount of other parking spaces
de: Anzahl sonstige Stellplätze

# tl_real_estate.stpSonstige.1
source: Please enter the amount of other parking spaces.
de: Geben Sie hier die Anzahl der sonstigen Stellplätze an.

# tl_real_estate.stpSonstigePlatzart.0
source: Type of other parking spaces
de: Art sonstiger Stellplätze

# tl_real_estate.stpSonstigePlatzart.1
source: Please specify the type of other parking spaces.
de: Geben Sie hier die Art der sonstigen Stellplätze an.

# tl_real_estate.stpSonstigeMietpreis.0
source: Rent for other parking spaces
de: Sonstige Stellplätze Mietpreis

# tl_real_estate.stpSonstigeMietpreis.1
source: Please specify the rent for other parking spaces.
de: Geben Sie hier den Mietpreis der sonstigen Stellplätze an.

# tl_real_estate.stpSonstigeKaufpreis.0
source: Purchase price for other parking spaces
de: Sonstige Stellplätze Kaufpreis

# tl_real_estate.stpSonstigeKaufpreis.1
source: Please specify the purchase price for other parking spaces.
de: Geben Sie hier den Kaufpreis der sonstigen Stellplätze an.

# tl_real_estate.stpSonstigeBemerkung.0
source: Comment about other parking spaces
de: Bemerkung für sonstige Stellplätze
