Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_real_estate.xlf
Languages: de

# tl_real_estate.stpSonstigeBemerkung.1
source: Please enter a text for other parking spaces.
de: Geben Sie hier einen Text für sonstige Stellplätze an.

# tl_real_estate.ausstattKategorie.0
source: Furnishing category
de: Ausstattungskategorie

# tl_real_estate.ausstattKategorie.1
source: Here you can enter the furnishing category for your real estate.
de: Geben Sie hier die Ausstattungskategorie der Immobilie an.

# tl_real_estate.bad.0
source: Bathroom furnishings
de: Badezimmer Ausstattung

# tl_real_estate.bad.1
source: Here you can select the bathroom furnishings for your real estate.
de: Geben Sie hier die Badezimmer-Ausstattung der Immobilie an.

# tl_real_estate.kueche.0
source: Kitchen furnishings
de: Küchen Ausstattung

# tl_real_estate.kueche.1
source: Here you can select the kitchen furnishings for your real estate.
de: Geben Sie hier die Küchen-Ausstattung der Immobilie an.

# tl_real_estate.boden.0
source: Floor
de: Boden

# tl_real_estate.boden.1
source: Here you can select the types of occuring floor.
de: Geben Sie die Arten der vorkommenden Böden an.

# tl_real_estate.heizungsart.0
source: Type of heating
de: Heizungsart

# tl_real_estate.heizungsart.1
source: Here you can select the type of heating / heaters (e.g. space heater, floor heating).
de: Geben Sie die Arten der Heizung an.

# tl_real_estate.befeuerung.0
source: Firing / heating
de: Befeuerung

# tl_real_estate.befeuerung.1
source: Here you can select the type of firing / heating
de: Geben Sie die Art der Befeuerung an.

# tl_real_estate.fahrstuhlart.0
source: Elevator type
de: Fahrstuhlart

# tl_real_estate.fahrstuhlart.1
source: Here you can select the elevator type.
de: Geben Sie die Art des Fahrstuhls an.

# tl_real_estate.ausrichtBalkonTerrasse.0
source: Orientation of balcony / terrace
de: Balkon/Terrassen-Ausrichtung

# tl_real_estate.ausrichtBalkonTerrasse.1
source: Please select the orientation of the balcony/terrace
de: Geben Sie die Balkon/Terrassen-Ausrichtung an.

# tl_real_estate.moebliert.0
source: Furnished
de: Möbliert

# tl_real_estate.moebliert.1
source: Please specify if the real estate is already furnished.
de: Geben Sie an, ob das Objekt bereits möbiliert ist.

# tl_real_estate.angeschlGastronomie.0
source: Connected gastronomy
de: Angeschl. Gastronomie

# tl_real_estate.angeschlGastronomie.1
source: Here you can select the connected gastronomies (e.g. restaurants).
de: Geben Sie die angeschl. Gastronomien an.

# tl_real_estate.serviceleistungen.0
source: Services
de: Serviceleistungen

# tl_real_estate.serviceleistungen.1
source: Here you can select available services.
de: Geben Sie vorhandene Serviceleistungen an.

# tl_real_estate.sicherheitstechnik.0
source: Security
de: Sicherheitstechnik

# tl_real_estate.sicherheitstechnik.1
source: Here you can select available security.
de: Geben Sie die vorhandene Sicherheitstechnik an.

# tl_real_estate.rollstuhlgerecht.0
source: Wheelchair accessible
de: Rollstuhlgerecht

# tl_real_estate.kabelSatTv.0
source: Cable / satellite TV
de: Kabel/Sat-TV vorhanden

# tl_real_estate.dvbt.0
source: DVBT available
de: DVBT vorhanden

# tl_real_estate.barrierefrei.0
source: Barrier-free
de: Barrierefrei

# tl_real_estate.sauna.0
source: Sauna available
de: Sauna vorhanden

# tl_real_estate.swimmingpool.0
source: Pool available
de: Schwimmbad/Pool vorhanden

# tl_real_estate.waschTrockenraum.0
source: Laundry / dry room available
de: Wasch-/Trockenraum vorhanden

# tl_real_estate.wintergarten.0
source: Winter garden available
de: Wintergarten vorhanden

# tl_real_estate.dvVerkabelung.0
source: DV-Cable available
de: DV-Verkabelung vorhanden

# tl_real_estate.rampe.0
source: Ramp available
de: Rampe vorhanden

# tl_real_estate.hebebuehne.0
source: Lifting ramp available
de: Hebebühne vorhanden

# tl_real_estate.kran.0
source: Crane available
de: Kran vorhanden

# tl_real_estate.gastterrasse.0
source: Guest terrace available
de: Gastterrasse vorhanden

# tl_real_estate.stromanschlusswert.0
source: Power connection value
de: Stromanschlusswert

# tl_real_estate.kantineCafeteria.0
source: Canteen/Cafeteria available
de: Kantine/Cafeteria vorhanden

# tl_real_estate.teekueche.0
source: Kitchenette available
de: Teeküche vorhanden

# tl_real_estate.hallenhoehe.0
source: Height of the hall
de: Hallenhöhe

# tl_real_estate.brauereibindung.0
source: Beer supply agreement
de: Brauereibindung

# tl_real_estate.sporteinrichtungen.0
source: Sports facilities available
de: Sporteinrichtungen vorhanden

# tl_real_estate.wellnessbereich.0
source: Wellness area available
de: Wellnessbereich vorhanden

# tl_real_estate.telefonFerienimmobilie.0
source: Phone available (vacational real estate)
de: Telefon vorhanden (Ferienimmobilie)

# tl_real_estate.breitbandZugang.0
source: Broadband access available
de: Breitband-Zugang vorhanden

# tl_real_estate.breitbandGeschw.0
source: Broadband speed
de: Breitband-Geschwindigkeit

# tl_real_estate.breitbandArt.0
source: Broadband type
de: Breitband-Art

# tl_real_estate.unterkellert.0
source: With a cellar
de: Unterkellert

# tl_real_estate.umtsEmpfang.0
source: UMTS reception available
de: UMTS-Empfang vorhanden

# tl_real_estate.abstellraum.0
source: Storage room available
de: Abstellraum vorhanden

# tl_real_estate.fahrradraum.0
source: Bike room available
de: Fahrradraum vorhanden

# tl_real_estate.rolladen.0
source: Roller shutters available
de: Rollladen vorhanden

# tl_real_estate.bibliothek.0
source: Library available
de: Bibliothek vorhanden

# tl_real_estate.dachboden.0
source: Attic available
de: Dachboden vorhanden

# tl_real_estate.gaestewc.0
source: Guest toilet available
de: Gäste-WC vorhanden

# tl_real_estate.kabelkanaele.0
source: Cable TV available
de: Kabelkanäle vorhanden

# tl_real_estate.seniorengerecht.0
source: Suitable for the elderly
de: Seniorengerecht

# tl_real_estate.kartenMakro.0
source: Macro-map available
de: Makro-Karte vorhanden

# tl_real_estate.kartenMikro.0
source: Micro-map available
de: Mikro-Karte vorhanden

# tl_real_estate.virtuelletour.0
source: Virtual tour available
de: Virtuelle-Tour verfügbar

# tl_real_estate.luftbildern.0
source: Aerial photographs available
de: Luftaufnahmen vorhanden

# tl_real_estate.einliegerwohnung.0
source: Secondary suite
de: Einliegerwohnung

# tl_real_estate.kubatur.0
source: Cubature
de: Kubatur

# tl_real_estate.ausnuetzungsziffer.0
source: Floor space index
de: Ausnützungsziffer

# tl_real_estate.flaechevon.0
source: Area from
de: Fläche von

# tl_real_estate.flaechebis.0
source: Area up to
de: Fläche bis

# tl_real_estate.wgGeeignet.0
source: Flatshare suitable
de: WG-geeignet

# tl_real_estate.zulieferung.0
source: Supply/Delivery available
de: Zulieferung möglich

# tl_real_estate.kamin.0
source: Fireplace available
de: Kamin vorhanden

# tl_real_estate.klimatisiert.0
source: Air-conditioned
de: Klimatisiert

# tl_real_estate.gartennutzung.0
source: Garden usage
de: Gartennutzung

# tl_real_estate.baujahr.0
source: Year of construction
de: Baujahr

# tl_real_estate.baujahr.1
source: Please enter the year of construction of the real estate.
de: Geben Sie hier das Baujahr der Immobilie an.

# tl_real_estate.letztemodernisierung.0
source: Last modernization
de: Letzte Modernisierung

# tl_real_estate.letztemodernisierung.1
source: Here you can enter the last modernization date of the real estate.
de: Geben Sie hier die letzte Moderniesierung der Immobilie an.

# tl_real_estate.zustand.0
source: Condition
de: Zustand

# tl_real_estate.zustand.1
source: Here you can specify the condition of the real estate.
de: Geben Sie hier den Zustand der Immobilie an.

# tl_real_estate.alterAttr.0
source: Age (Attribute)
de: Alter (Attr.)

# tl_real_estate.alterAttr.1
source: Please enter the type / the age of your real estate.
de: Geben Sie hier die Art / das Alter der Immobilie an.

# tl_real_estate.bebaubarNach.0
source: Constructible according to
de: Bebaubar nach

# tl_real_estate.bebaubarNach.1
source: Constructible according to building guidelines
de: Bebaubar nach Bebauungsrichtlinien

# tl_real_estate.erschliessung.0
source: Area development
de: Erschließung

# tl_real_estate.erschliessung.1
source: Is the property in a developed area?
de: Ist das Grundstück erschlossen?

# tl_real_estate.erschliessungUmfang.0
source: Development
de: Erschließung Umfang

# tl_real_estate.erschliessungUmfang.1
source: Development / local public infrastructure
de: Umfang der Erschließung

# tl_real_estate.bauzone.0
source: Building zone
de: Bauzone

# tl_real_estate.bauzone.1
source: Please specify the building zone of the real estate
de: Geben Sie die Bauzone der Immobilie an.

# tl_real_estate.altlasten.0
source: Contaminated sites
de: Altlasten

# tl_real_estate.ausblick.0
source: View
de: Ausblick

# tl_real_estate.ausblick.1
source: Here you can specify the view / panorama.
de: Hier können Sie den Ausblick angeben.

# tl_real_estate.distanzFlughafen.0
source: Airport
de: Flughafen

# tl_real_estate.distanzFlughafen.1
source: Here you can enter the distance to the closest airport.
de: Hier können Sie die Entfernung zum nächstgelegenen Flughafen eingeben.

# tl_real_estate.distanzFernbahnhof.0
source: Railway station
de: Fernbahnhof

# tl_real_estate.distanzFernbahnhof.1
source: Here you can enter the distance to the closest railway station.
de: Hier können Sie die Entfernung zum nächsten Fernbahnhof eingeben.

# tl_real_estate.distanzAutobahn.0
source: Highway
de: Autobahn

# tl_real_estate.distanzAutobahn.1
source: Here you can enter the distance to the closest highway.
de: Hier können Sie die Entfernung zur nächsten Autobahn eingeben.

# tl_real_estate.distanzUsBahn.0
source: Subway
de: U-Bahn

# tl_real_estate.distanzUsBahn.1
source: Here you can enter the distance to the closest subway.
de: Hier können Sie die Entfernung zur nächsten U-Bahn eingeben.

# tl_real_estate.distanzBus.0
source: Bus stop
de: Bushaltestelle

# tl_real_estate.distanzBus.1
source: Here you can enter the distance to the closest bus stop.
de: Hier können Sie die Entfernung zur nächsten Bushaltestelle eingeben.

# tl_real_estate.distanzKindergarten.1
source: Here you can enter the distance to the closest kindergarten.
de: Hier können Sie die Entfernung zum nächsten Kindergarten eingeben.

# tl_real_estate.distanzGrundschule.0
source: Primary school
de: Grundschule

# tl_real_estate.distanzGrundschule.1
source: Here you can enter the distance to the closest primary school.
de: Hier können Sie die Entfernung zur nächstgelegenen Grundschule eingeben.

# tl_real_estate.distanzHauptschule.0
source: Hauptschule (Lower Secondary Education)
de: Hauptschule

# tl_real_estate.distanzHauptschule.1
source: Here you can enter the distance to the closest lower secondary education school.
de: Hier können Sie die Entfernung zur nächstgelegenen Hauptschule eingeben.

# tl_real_estate.distanzRealschule.0
source: Secondary school
de: Realschule

# tl_real_estate.distanzRealschule.1
source: Here you can enter the distance to the closest secondary school.
de: Hier können Sie die Entfernung zur nächstgelegenen Realschule eingeben.

# tl_real_estate.distanzGesamtschule.0
source: Comprehensive school
de: Gesamtschule

# tl_real_estate.distanzGesamtschule.1
source: Here you can enter the distance to the closest comprehensive school.
de: Hier können Sie die Entfernung zur nächstgelegenen Gesamtschule eingeben.

# tl_real_estate.distanzGymnasium.0
source: High school
de: Gymnasium

# tl_real_estate.distanzGymnasium.1
source: Here you can enter the distance to the closest high school.
de: Hier können Sie die Entfernung zum nächstgelegenen Gymnasium eingeben.

# tl_real_estate.distanzZentrum.0
source: City centre
de: Stadtzentrum

# tl_real_estate.distanzZentrum.1
source: Here you can enter the distance to the city centre.
de: Hier können Sie die Entfernung zum Stadtzentrum eingeben.

# tl_real_estate.distanzEinkaufsmoeglichkeiten.0
source: Shopping facilities
de: Einkaufsmöglichkeiten

# tl_real_estate.distanzEinkaufsmoeglichkeiten.1
source: Here you can enter the distance to the closest shopping facilities.
de: Hier können Sie die Entfernung zu den nächstgelegenen Einkaufsmöglichkeiten eingeben.

# tl_real_estate.distanzGaststaetten.0
source: Restaurants
de: Gaststätten

# tl_real_estate.distanzGaststaetten.1
source: Here you can enter the distance to the closest restaurant.
de: Hier können Sie die Entfernung zum nächstgelegenen Restaurant eingeben.

# tl_real_estate.distanzSportStrand.0
source: Beach
de: Strand

# tl_real_estate.distanzSportStrand.1
source: Here you can enter the distance to the beach (sport).
de: Hier können Sie die Entfernung zum Strand (Sport) eingeben.

# tl_real_estate.distanzSportSee.0
source: Lake
de: See

# tl_real_estate.distanzSportSee.1
source: Here you can enter the distance to the closest lake (sport).
de: Hier können Sie die Entfernung zum nächsten See (Sport) eingeben.

# tl_real_estate.distanzSportMeer.0
source: Sea
de: Meer

# tl_real_estate.distanzSportMeer.1
source: Here you can enter the distance to the sea (sport).
de: Hier können Sie die Entfernung zum Meer (Sport) eingeben.

# tl_real_estate.distanzSportSkigebiet.0
source: Skiing area
de: Skigebiet

# tl_real_estate.distanzSportSkigebiet.1
source: Here you can enter the distance to the closest skiing area (sport).
de: Hier können Sie die Entfernung zum nächsten Skigebiet (Sport) eingeben.

# tl_real_estate.distanzSportSportanlagen.0
source: Sports facility
de: Sportanlage

# tl_real_estate.distanzSportWandergebiete.0
source: Hiking area
de: Wandergebiet

# tl_real_estate.distanzSportWandergebiete.1
source: Here you can enter the distance to the closest hiking area (sport).
de: Hier können Sie die Entfernung zum nächstgelegenen Wandergebiet (Sport) eingeben.

# tl_real_estate.distanzSportNaherholung.0
source: Local recreation
de: Naherholung

# tl_real_estate.distanzSportNaherholung.1
source: Here you can enter the distance to the closest local recreation (sport).
de: Hier können Sie die Entfernung zur nächstgelegenen Naherholung (Sport) eingeben.

# tl_real_estate.energiepassEpart.0
source: Building energy rating type
de: Energieausweis Art

# tl_real_estate.energiepassEpart.1
source: Here you can specify the type of building energy rating.
de: Definieren Sie hier die Art des Energieausweises.

# tl_real_estate.energiepassGueltigBis.0
source: Building energy rating validity
de: Energieausweis Gültigkeit

# tl_real_estate.energiepassGueltigBis.1
source: Here you can enter the date of validity of the building energy rating.
de: Definieren Sie hier die Gültigkeit des Energieausweises.

# tl_real_estate.energiepassEnergieverbrauchkennwert.0
source: Energy consumption value
de: Verbrauchskennwert

# tl_real_estate.energiepassEnergieverbrauchkennwert.1
source: Here you can define the consumption value of the real estate. Values in kWh/(m²*a) Kilowatt per hour, m² and year.
de: Definieren Sie hier den Energieverbrauchkennwert der Immobilie. Wert in kWh/(m²*a) Kilowatt pro Std, m² und Jahr.

# tl_real_estate.energiepassMitwarmwasser.0
source: Hot water included (consumption)
de: mit Warmwasser (Verbrauch)

# tl_real_estate.energiepassMitwarmwasser.1
source: Only necessary for type consumption.
de: Nur bei Art "Verbrauch" notwendig.

# tl_real_estate.energiepassEndenergiebedarf.0
source: Final energy demand
de: Endenergiebedarf

# tl_real_estate.energiepassEndenergiebedarf.1
source: Here you can define the final energy demand of the real estate. Values in kWh/(m²*a) Kilowatt per hour, m² and year.
de: Definieren Sie hier den Endenergiebedarf der Immobilie. Wert in kWh/(m²*a) Kilowatt pro Std, m² und Jahr.

# tl_real_estate.energiepassPrimaerenergietraeger.0
source: Power source
de: Energieträger

# tl_real_estate.energiepassPrimaerenergietraeger.1
source: Here you can specify the power source of the real estate.
de: Definieren Sie hier den Primär-Ergieträger der Immobilie.

# tl_real_estate.energiepassStromwert.0
source: Current (electrical) value
de: Stromwert

# tl_real_estate.energiepassStromwert.1
source: Here you can define the current (electrical) value of the real estate.
de: Definieren Sie hier den Stromwert der Immobilie.

# tl_real_estate.energiepassWaermewert.0
source: Thermal conductivity
de: Wärmewert

# tl_real_estate.energiepassWaermewert.1
source: Here you can define the thermal conductivity of the real estate.
de: Definieren Sie hier den Wärmewert der Immobilie.

# tl_real_estate.energiepassWertklasse.0
source: Efficiency rating
de: Wertklasse

# tl_real_estate.energiepassWertklasse.1
source: Here you can define the efficiency rating of the real estate.
de: Definieren Sie hier die Wertklasse der Immobilie.

# tl_real_estate.energiepassBaujahr.0
source: Year of construction (building energy rating)
de: Baujahr (Energieausweis)

# tl_real_estate.energiepassBaujahr.1
source: Please enter the year of construction for the building energy rating of the real estate.
de: Definieren Sie hier das Baujahr für den Energieausweis der Immobilie.

# tl_real_estate.energiepassAusstelldatum.0
source: Date of issue
de: Ausstellungsdatum

# tl_real_estate.energiepassAusstelldatum.1
source: Please enter the date of issue for the building energy rating of the real estate.
de: Definieren Sie hier das Ausstellungsdatum des Energieausweises der Immobilie.

# tl_real_estate.energiepassJahrgang.0
source: Year
de: Jahrgang

# tl_real_estate.energiepassJahrgang.1
source: Please enter the year of the building energy rating of the real estate.
de: Definieren Sie hier den Jahrgang des Energieausweises der Immobilie.

# tl_real_estate.energiepassGebaeudeart.0
source: Type of building
de: Gebäudeart

# tl_real_estate.energiepassGebaeudeart.1
source: Here you can specify the type of building.
de: Definieren Sie hier die Gebäudeart.

# tl_real_estate.energiepassEpasstext.0
source: Energy certification text
de: Energieausweis Text

# tl_real_estate.energiepassHwbwert.0
source: HWB value (heating demand)
de: HWB-Wert

# tl_real_estate.energiepassHwbwert.1
source: Here you can define the HWB value (heating demand).
de: Definieren Sie hier den HWB-Wert.

# tl_real_estate.energiepassHwbklasse.0
source: HWB class (heating demand)
de: HWB-Klasse

# tl_real_estate.energiepassHwbklasse.1
source: Here you can define the HWB class (heating demand).
de: Definieren Sie hier die HWB-Klasse.

# tl_real_estate.energiepassFgeewert.0
source: FGEE value (total energy efficiency factor)
de: FGEE-Wert

# tl_real_estate.energiepassFgeewert.1
source: Here you can define the FGEE value (total energy efficiency factor).
de: Definieren Sie hier den FGEE-Wert.

# tl_real_estate.energiepassFgeeklasse.0
source: FGEE class
de: FGEE-Klasse

# tl_real_estate.energiepassFgeeklasse.1
source: Here you can define the FGEE class (total energy efficiency factor).
de: Definieren Sie hier die FGEE-Klasse.

# tl_real_estate.titleImageSRC.0
source: Cover picture
de: Titelbild

# tl_real_estate.titleImageSRC.1
source: Here you can select a cover picture for the real estate.
de: Wählen Sie ein Titelbild der Immobilie aus

# tl_real_estate.imageSRC.0
source: Pictures
de: Fotos

# tl_real_estate.imageSRC.1
source: Here you can select pictures for the real estate.
de: Wählen Sie ein oder mehrere Fotos der Immobilie aus.

# tl_real_estate.planImageSRC.0
source: Floor plan picture
de: Grundrissfotos

# tl_real_estate.planImageSRC.1
source: Here you can select a picture for the floor plan of the real estate.
de: Wählen Sie ein oder mehrere Grundrissfotos der Immobilie aus.

# tl_real_estate.interiorViewImageSRC.0
source: Interior pictures
de: Interior-Fotos

# tl_real_estate.interiorViewImageSRC.1
source: Here you can select pictures for the interior of the real estate.
de: Wählen Sie ein oder mehrere Interior-Fotos der Immobilie aus.

# tl_real_estate.exteriorViewImageSRC.0
source: Exterior pictures
de: Exterior-Fotos

# tl_real_estate.exteriorViewImageSRC.1
source: Here you can select pictures for the real estate exterior.
de: Wählen Sie ein oder mehrere Exterior-Fotos der Immobilie aus.

# tl_real_estate.mapViewImageSRC.0
source: Map pictures
de: Karten-Fotos

# tl_real_estate.mapViewImageSRC.1
source: Here you can select map pictures for the real estate.
de: Wählen Sie ein oder mehrere Karten-Fotos der Immobilie aus.

# tl_real_estate.panoramaImageSRC.0
source: Panorama photos
de: Panorama-Fotos

# tl_real_estate.panoramaImageSRC.1
source: Here you can select panorama photos for the real estate.
de: Wählen Sie ein oder mehrere Panorama-Fotos der Immobilie aus.

# tl_real_estate.epassSkalaImageSRC.0
source: Building energy rating picture
de: Energieausweis-Skala Foto

# tl_real_estate.epassSkalaImageSRC.1
source: Here you can select a picture for the building energy rating / energy passport.
de: Wählen Sie ein Energieausweis-Skala Foto der Immobilie aus.

# tl_real_estate.qrImageSRC.1
source: Here you can select a picture for a QR-Code for the real estate.
de: Wählen Sie ein QR-Code Foto für die Immobilie aus.

# tl_real_estate.logoImageSRC.1
source: Here you can select a logo for the real estate company.
de: Wählen Sie ein Logo der Immobilie / des Unternehmen aus.

# tl_real_estate.documents.0
source: Documents
de: Dokumente

# tl_real_estate.documents.1
source: Here you can select various documents for the real estate.
de: Wählen Sie verschiedene Dokumente der Immobilie aus.

# tl_real_estate.links.1
source: Here you can enter forwarding links for the real estate (e.g. external videos from youtube, virtual tours).
de: Wählen Sie weiterführende Links der Immobilie aus. Über dieses Feld werden z.B. externe Videos oder virtuelle Rundgänge zur Verfügung gestellt.

# tl_real_estate.weitergabeGenerell.0
source: Transfer / export
de: Weitergabe/Export

# tl_real_estate.weitergabeGenerell.1
source: Do you allow the real estate to be transferred to other platforms?
de: Darf die Immobilie an andere Börsenportale weitergegeben werden.

# tl_real_estate.weitergabePositiv.0
source: Transfer allowed
de: Weitergabe Positiv

# tl_real_estate.weitergabePositiv.1
source: Here you can enter platforms (separated by semicola) that you want the real estate to be passed to.
de: Eine explizite mit Semikolon getrennte Liste von Portal-Domänen, an die das Objekt weitergeben werden darf.

# tl_real_estate.weitergabeNegativ.0
source: Transfer not allowed
de: Weitergabe Negativ

# tl_real_estate.weitergabeNegativ.1
source: Here you can enter platforms (separated by semicola) which you DO NOT want the real estate to be passed to.
de: Eine explizite mit Semikolon getrennte Liste von Portal-Domänen, an die das Objekt nicht weitergeben werden darf.

# tl_real_estate.wbsSozialwohnung.0
source: Social living/ public housing unit
de: Sozialwohnung

# tl_real_estate.wbsSozialwohnung.1
source: WBS needed / Social living (WBS is an official german document certifying tenant's financial hardship)
de: WBS erforderlich/Sozialwohnung.

# tl_real_estate.nichtraucher.0
source: Non-smokers
de: Nichtraucher

# tl_real_estate.haustiere.0
source: Pets allowed
de: Haustiere erlaubt

# tl_real_estate.geschlecht.0
source: Gender
de: Geschlecht

# tl_real_estate.denkmalgeschuetzt.0
source: Listed building / memorial
de: Denkmalgeschützt

# tl_real_estate.denkmalgeschuetzt.1
source: This real estate is a listed building.
de: Die Immobilie ist denkmalgeschützt.

# tl_real_estate.raeumeVeraenderbar.0
source: Rooms can be modified
de: Räume veränderbar

# tl_real_estate.hochhaus.0
source: High-rise building
de: Hochhaus

# tl_real_estate.vermietet.0
source: Rented
de: Vermietet

# tl_real_estate.vermietet.1
source: Is the real estate (still) rented?
de: Ist das Objekt noch/bereits vermietet?

# tl_real_estate.gruppennummer.0
source: Group number
de: Gruppennummer

# tl_real_estate.zugang.0
source: Access
de: Zugang

# tl_real_estate.laufzeit.0
source: Duration
de: Laufzeit
