Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/*_user.xlf
Languages: de

# tl_user.filteritems.0
source: Real estate filter elements
de: Immobilien-Filter-Elemente

# tl_user.filteritems.1
source: Here you can grant access to one or more filter items.
de: Hier können Sie die erlaubten Filterelemente auswählen.

# tl_user.filters.0
source: Allowed real estate filter
de: Erlaubte Immobilien-Filter

# tl_user.filters.1
source: Here you can grant access to one or more filter.
de: Hier können Sie die erlaubten Filter auswählen.

# tl_user.filterp.0
source: Filter permissions
de: Filter-Rechte

# tl_user.filterp.1
source: Here you can define the filter permissions.
de: Hier können Sie Filterrechte festlegen.

# tl_user.interfaces.0
source: Allowed interfaces
de: Erlaubte Schnittstellen

# tl_user.interfaces.1
source: Here you can grant access to one or more interfaces.
de: Hier können Sie die erlaubten Schnittstellen auswählen.

# tl_user.interfacep.0
source: Interface permissions
de: Schnittstellen-Rechte

# tl_user.interfacep.1
source: Here you can define the interface permissions.
de: Hier können Sie Schnittstellenrechte festlegen.

# tl_user.providers.0
source: Allowed provider
de: Erlaubte Anbieter

# tl_user.providers.1
source: Here you can grant access to one or more provider.
de: Hier können Sie die erlaubten Anbieter auswählen.

# tl_user.providerp.0
source: Provider permissions
de: Anbieter-Rechte

# tl_user.providerp.1
source: Here you can define the provider permissions.
de: Hier können Sie Anbieterrechte festlegen.

# tl_user.realestatep.0
source: Real estate permissions
de: Immobilien-Rechte

# tl_user.realestatep.1
source: Here you can define the real estate permissions.
de: Hier können Sie Immobilienrechte festlegen.

# tl_user.regroups.0
source: Allow real estate groups
de: Erlaubte Immobiliengruppen

# tl_user.regroups.1
source: Here you can grant access to one or more real estate groups.
de: Hier können Sie die erlaubten Immobiliengruppen festlegen.

# tl_user.regroupp.0
source: Real estate group permissions
de: Immobiliengruppen-Rechte

# tl_user.regroupp.1
source: Here you can define the real estate group permissions.
de: Hier können Sie Imobiliengruppenrechte festlegen.

# tl_user.filter_legend
source: Real estate filter permissions
de: Immobilienfilter-Rechte

# tl_user.interface_legend
source: Interface permissions
de: Schnittstellen-Rechte

# tl_user.provider_legend
source: Provider permissions
de: Anbieter-Rechte

# tl_user.real_estate_legend
source: Real estate permissions
de: Immobilien-Rechte

# tl_user.real_estate_group_legend
source: Real estate group permissions
de: Immobiliengruppen-Rechte
