Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: de

# CTE.realEstateFilter.0
source: Real estate filter
de: Immobilien-Filter

# CTE.realEstateFilter.1
source: Inserts a real estate filter.
de: Fügt einen Immobilienfilter ein.

# MSC.noRealEstateResults
source: No matching offers found.
de: Keine passenden Angebote gefunden.

# MSC.noUniqueRealEstateResult
source: No offers found matching the given property number %s.
de: Es konnte kein passendes Angebot mit der Objektnummer %s gefunden werden.

# MSC.administration
source: Real estate management
de: Immobilienverwaltung

# MSC.estatemanager_description
source: The EstateManager is a product of %s
de: Der EstateManager ist ein Produkt von %s

# MSC.estatemanager_documentation
source: Documentation
de: Dokumentation

# MSC.estatemanager_website
source: Project website
de: Projekt-Homepage

# MSC.estatemanager_issue
source: Report an error
de: Fehler melden

# MSC.clearEstateConfirm
source: Are you sure you want to do the cleanup?
de: Sind Sie sicher, dass Sie die Bereinigung durchführen möchten?

# MSC.sync
source: Sync
de: Synchronisieren

# COLS.contentTop
source: Above content area
de: Über dem Inhaltsbereich

# COLS.contentBottom
source: Below content area
de: Unter dem Inhaltsbereich

# RFI.country.0
source: Country
de: Land

# RFI.country.1
source: A field for filtering real estates by country.
de: Ein Feld zum Filtern von Immobilien anhand der Länderauswahl.

# RFI.location.0
source: Address field
de: Adressfeld

# RFI.location.1
source: An address field for filtering based on address entries.
de: Ein Adressfeld zum Filtern anhand von Adresseingaben.

# RFI.unique.0
source: Unique field
de: Eindeutiges Feld

# RFI.unique.1
source: A field for filtering based on an unique field (e.g. property ID).
de: Ein Feld zum Filtern anhand eines eindeutigen Feldes (z.B. Objektnummer).

# RFI.type.0
source: Real estate type (combined)
de: Immobilien-Typ (kombiniert)

# RFI.type.1
source: A combined filter for real estate groups and real estate types.
de: Ein kombinierter Filter für Immobilien-Gruppen und Immobilien-Typen.

# RFI.typeSeparated.0
source: Real estate type (separated)
de: Immobilien-Typ (separiert)

# RFI.typeSeparated.1
source: A separated filter for real estate groups and real estate types.
de: Ein separierter Filter für Immobilien-Gruppen und Immobilien-Typen.

# RFI.toggle.0
source: Primary fields
de: Primäre Felder

# RFI.toggle.1
source: Filters depending on real estate type properties.
de: Vom Immobilien-Typ abhängige Filter.

# RFI.reset.0
source: Reset
de: Zurücksetzen

# RFI.reset.1
source: A button to reset the filters.
de: Eine Absende-Schaltfläche zum Zurücksetzen des Filters.

# RFI.submit.0
source: Submit button
de: Absendefeld

# RFI.submit.1
source: A button to submit the filter.
de: Eine Absende-Schaltfläche zum Übernehmen der vorgenommenen Filtereinstellungen.
