Repository: contao-estatemanager/core
Catalog: src/Resources/contao/languages/*/modules.xlf
Languages: de

# MOD.real_estate.0
source: Real estate
de: Immobilien

# MOD.real_estate.1
source: Manage real estate
de: Immobilien verwalten

# MOD.administration.0
source: Administration
de: Verwaltung

# MOD.administration.1
source: Manage real estate settings
de: Immobilien-Einstellungen verwalten

# MOD.interface.0
source: Interfaces
de: Schnittstellen

# MOD.interface.1
source: Manage interfaces
de: Schnittstellen verwalten

# MOD.config.0
source: Real estate settings
de: Immobilien-Einstellungen

# MOD.config.1
source: Manage real estate settings
de: Immobilien-Einstellungen verwalten

# MOD.type.0
source: Real estate groups
de: Objektgruppen

# MOD.type.1
source: Manage real estate groups
de: Objektgruppen verwalten

# MOD.provider.0
source: Provider / Locations
de: Anbieter / Standorte

# MOD.provider.1
source: Manage provider / locations
de: Anbieter / Standorte verwalten

# MOD.filter.1
source: Manage filters
de: Filter verwalten

# MOD.field_format.0
source: Field formats
de: Feldformatierungen

# MOD.field_format.1
source: Manage field formats
de: Feldformatierungen verwalten

# MOD.expose_module.0
source: Exposé modules
de: Exposé-Module

# MOD.expose_module.1
source: Manage exposé modules
de: Exposé-Module verwalten

# MOD.addon.0
source: Licences
de: Lizenzen

# MOD.addon.1
source: Manage licences
de: Lizenzen verwalten

# FMD.properties
source: Properties
de: Eigenschaften

# FMD.media
source: Media
de: Medien

# FMD.miscellaneous
source: Miscellaneous
de: Verschiedenes

# FMD.realEstateExpose.0
source: Real estate exposé
de: Immobilien-Exposé

# FMD.realEstateExpose.1
source: Generates a real estate exposé
de: Erzeugt ein Immobilien-Exposé

# FMD.realEstateFilter.0
source: Real estate filters
de: Immobilien-Filter

# FMD.realEstateFilter.1
source: Creates a real estate filter
de: Erzeugt einen Immobilienfilter

# FMD.realEstateList.0
source: Real estate list
de: Immobilien-Liste

# FMD.realEstateList.1
source: Generates a real estate list.
de: Erzeugt eine Immobilienliste.

# FMD.realEstateResultList.0
source: Real estate results list
de: Immobilien-Ergebnisliste

# FMD.realEstateResultList.1
source: Creates a real estate list, which can react to a filter.
de: Erzeugt eine Immobilienliste, welche auf einen Filter reagieren kann.

# FMD.title.0
source: Title
de: Titel

# FMD.title.1
source: Outputs the title of the real estate.
de: Gibt den Titel der Immobilie aus.

# FMD.address.0
source: Address
de: Adresse

# FMD.address.1
source: Outputs the address of the real estate.
de: Gibt die Adresse der Immobilie aus.

# FMD.gallery.0
source: Gallery
de: Galerie

# FMD.gallery.1
source: Outputs the images of the real estate.
de: Gibt die Bilder der Immobilie aus.

# FMD.details.1
source: Outputs the details of the real estate.
de: Gibt die Details der Immobilie aus.

# FMD.texts.0
source: Texts
de: Texte

# FMD.texts.1
source: Outputs the description of the real estate.
de: Gibt die Beschreibung der Immobilie aus.

# FMD.mainDetails.0
source: Main details
de: Primäre Details

# FMD.mainDetails.1
source: Displays the primary details stored in the property type.
de: Gibt die im Objekttypen hinterlegten primären Details aus.

# FMD.mainAttributes.0
source: Main attributes
de: Primäre Attribute

# FMD.mainAttributes.1
source: Displays the primary attributes stored in the property type.
de: Gibt die im Objekttypen hinterlegten primären Attribute aus.

# FMD.mainPrice.0
source: Main price
de: Primärer Preis

# FMD.mainPrice.1
source: Outputs the main price
de: Gibt den primären Preis aus

# FMD.mainArea.0
source: Main area
de: Primäre Fläche

# FMD.mainArea.1
source: Outputs the main area
de: Gibt die primäre Fläche aus

# FMD.statusToken.1
source: Outputs the status tokens of the property. (e.g. New, Sold,...)
de: Gibt die Status-Tokens des Objektes aus. (Bspw. Neu, Verkauft,...)

# FMD.marketingToken.0
source: Marketing-token
de: Vermarktungs-Token

# FMD.marketingToken.1
source: Outputs the marketing type as a token (e.g. for rent / for purchase)
de: Gibt die Vermarktungsart als Token aus (z.B. zum Kauf, zur Miete)

# FMD.fieldList.0
source: Fieldlist
de: Feldliste

# FMD.fieldList.1
source: Output of user-defined object fields as a list
de: Ausgabe selbst definierter Objekt-Felder als Liste

# FMD.contactPerson.0
source: Provider / Contact person
de: Kontaktperson / Ansprechpartner

# FMD.contactPerson.1
source: Output of the assigned contact person
de: Ausgabe der zugewiesenen Kontaktperson

# FMD.enquiryForm.0
source: Inquiry form
de: Anfrageformular

# FMD.enquiryForm.1
source: Enables the output of a form produced by the form generator.
de: Ermöglicht die Ausgabe eines vom Formulargenerator erzeugten Formulars.

# FMD.attachments.0
source: Attachments
de: Anhänge

# FMD.attachments.1
source: Outputs attachments of the real estate.
de: Liefert die Anhänge einer Immobilie aus.

# FMD.titleImageSRC.0
source: Cover picture
de: Titelbild

# FMD.imageSRC.0
source: Images
de: Bilder

# FMD.planImageSRC.0
source: Floor plan
de: Grundrisse

# FMD.interiorViewImageSRC.0
source: Interior pictures
de: Interior-Bilder

# FMD.exteriorViewImageSRC.0
source: Exterior pictures
de: Exterior-Bilder

# FMD.mapViewImageSRC.0
source: Map view
de: Kartenansicht

# FMD.epassSkalaImageSRC.0
source: Energy scale
de: Energieskala

# FMD.area.0
source: Areas
de: Flächen

# FMD.price.0
source: Prices
de: Preise

# FMD.attribute.0
source: Attributes
de: Attribute

# FMD.energie.0
source: Building energy rating / Energy certificate
de: Energieausweis

# FMD.objektbeschreibung.0
source: Description
de: Beschreibung

# FMD.ausstattBeschr.0
source: Furnishings
de: Ausstattung

# FMD.lage.0
source: Location
de: Lage

# FMD.sonstigeAngaben.0
source: Other information
de: Sonstige Angaben

# FMD.dreizeiler.0
source: Short description
de: Kurzbeschreibung

# FMD.foto.0
source: Picture
de: Foto

# FMD.strasse.0
source: Street
de: Straße

# FMD.hausnummer.0
source: House number
de: Hausnummer

# FMD.plz.0
source: Postal code
de: Postleitzahl

# FMD.ort.0
source: City / District
de: Ort

# FMD.land.0
source: Country
de: Land

# FMD.zusatzfeld.0
source: Additional address field
de: Zusätzliches Adressfeld

# FMD.telefon.0
source: Phone number
de: Telefonnummer

# FMD.print.0
source: Print
de: Drucken

# FMD.share.0
source: Share
de: Teilen
